{"Gods/Elemental-Gods/Cindra---Die-ewige-Glut":{"slug":"Gods/Elemental-Gods/Cindra---Die-ewige-Glut","filePath":"Gods/Elemental Gods/Cindra - Die ewige Glut.md","title":"Cindra - Die ewige Glut","links":[],"tags":[],"content":"Namen &amp; Titel\n\nCindra\nMancherorts auch bekannt als: Die Lodernde, Mutter der Glut, Die Aschenkönigin\n\nDomäne\nFeuer, Leidenschaft, Zerstörung, Reinigung durch Feuer, Hitze, Wille, Ambition\nSymbol\nEin stilisiertes, spiralförmiges Flammenzeichen mit einem leuchtenden Kern aus Gold oder Rubinrot.\nErscheinung\nCindra wird oft als hochgewachsene Frau aus lebendigem Feuer dargestellt – ihre Haare ein Sturm aus Flammen, ihre Haut glühender Stein, ihre Augen lodernde Glut. Ihr Gewand scheint aus geschmolzenem Metall gewebt zu sein und flackert bei jeder Bewegung. Ihre Präsenz wärmt und verbrennt zugleich – sie ist Verheißung und Warnung gleichermaßen.\nPersönlichkeit &amp; Einfluss\nCindra ist das lodernde Herz aller Dinge, die brennen – und brennen wollen. Sie verkörpert die Zerstörung, die Neues schafft, und die Leidenschaft, die Grenzen überwindet. Ihre Wut ist gefürchtet, ihre Gunst berauschend. Sie ist sowohl die Inspiration von Revolutionären als auch die lodernde Faust verheerender Katastrophen.\nCindra fordert, dass man das Feuer nicht nur fürchte, sondern verstehe. Sie ehrt jene, die den Mut haben, durch die Glut zu schreiten und verändert zurückzukehren.\nBeziehung zu anderen Göttern\n\n\nZephyrios, der Sturmfürst\nIhr Feuer tanzt im Wind des Sturmfürsten. Wenn sie sich begegnen, entflammen Welten – oft im Streit, manchmal im rauschenden Einklang. Ihre Spannungen bringen Vulkanausbrüche, Feuerstürme, Blitzbrände hervor.\n\n\nThalmyra, die Herrin der Tiefe\nGegensätze in Reinform. Wasser löscht Feuer – doch Cindra behauptet, dass Feuer auch das Meer verdampfen kann. Ihre Kämpfe erschaffen Dampfwüsten, kochende Quellen und vernarbte Inselketten.\n\n\n(Weitere Götter hier einfügen, z.B. Erd- oder Eisgottheit)\n(Anmerkung: Sobald andere Elementarfürsten existieren, kann ihre Beziehung zu Cindra ergänzt werden.)\n\n\nKulte &amp; Verehrung\nCindra wird von Schmieden, Magiern, Tänzern und Kriegern verehrt – allen, die mit Feuer arbeiten oder es im Herzen tragen. Ihre Schreine stehen oft in Vulkanen, an Schmiedefeuern oder an Orten, an denen ein großer Brand neues Leben hervorbrachte.\nZeremonien zu ihren Ehren beinhalten oft Feuerläufe, Rauchrituale, das Verbrennen alter Schwüre und das Schmieden neuer. Ihre Priesterschaft trägt oft glühende Male oder Tattoos aus Asche und Ruß.\nLegenden\n\n\nDie Geburt des ersten Drachen\nAus Cindras Atem entstand der erste Drache – ein Wesen aus reiner Glut, das die Himmel in Brand setzte, bevor es von Thalmyras Fluten gebändigt wurde.\n\n\nDer Marsch durch die Glut\nEiner ihrer Auserwählten soll durch ein Tal aus ewigen Flammen gewandert sein und kehrte geschwärzt, aber unversehrt zurück – mit einem Blick, der Berge schmelzen konnte.\n\n\nZitate\n\n„Feuer fragt nicht. Es nimmt, es formt – es vergisst nie, was es war.“\n— Hohepriesterin Khaelara von der Glutspitze\n\n\n„Die Welt wird nicht in Dunkelheit enden, sondern in Licht.“\n— Aus der Prophezeiung der Asche\n\n\n(Hinweis: Weitere Abschnitte wie „Artefakte“, „Avatar-Erscheinungen“, „Feiertage“, etc., können bei Bedarf ergänzt werden.)"},"Gods/Elemental-Gods/Galanor---Der-schlafende-Berg":{"slug":"Gods/Elemental-Gods/Galanor---Der-schlafende-Berg","filePath":"Gods/Elemental Gods/Galanor - Der schlafende Berg.md","title":"Galanor - Der schlafende Berg","links":[],"tags":[],"content":"Allgemeine Informationen\n\nName: Galanor\nTitel: Der Schlafende Berg\nDomäne: Erde, Stabilität, Wachstum, Erinnerung\nSymbol: Ein stilisierter Berg mit einer tiefen, schlummernden Öffnung, aus der Wurzeln wachsen\nElement: Erde\nBeziehungen: Gegenspieler von Zephyrios (Sturmfürst), ambivalente Beziehung zu Thalmyra (Herrin der Tiefe) und Cindra (Flamme der Glut)\n\n\nBeschreibung\nGalanor, der Schlafende Berg, ist die uralte Gottheit der Erde, der Stabilität und der tiefen Erinnerung. Er ruht tief unter der Oberfläche, majestätisch und unbeweglich, doch seine Kraft ist gewaltig und stets präsent. Während andere Götter Stürme toben lassen oder Flammen entfachen, ist Galanor die feste Grundlage, auf der alles Leben wächst und gedeiht.\nSein Wesen steht für Geduld, Ausdauer und Standhaftigkeit. Galanor ist nicht der laute Kriegsgott, sondern die stille Macht, die alles trägt und verbindet. Er symbolisiert das langsame, aber sichere Wachstum der Natur und die ewige Kontinuität der Welt. Seine Präsenz ist in den Bergen, Höhlen und tiefen Wurzeln der Bäume spürbar.\n\nEigenschaften und Zuständigkeiten\n\nStabilität und Geduld: Galanor ist das unbewegliche Zentrum in einer Welt des Wandels. Er lehrt, dass wahre Stärke aus Beständigkeit und Zeit erwächst.\nWachstum und Tragkraft: Er trägt die Wälder und das Leben selbst, lässt Pflanzen wurzeln und beschützt die Erde als Geburtsstätte und letzte Ruhestätte.\nWissen und Erinnerung: In den Schichten der Erde bewahrt Galanor das Wissen der Zeit. Fossilien, Kristalle und alte Höhlen gelten als seine Zeichen und Stimmen.\nGerechtigkeit durch Konsequenz: Er spricht kein direktes Urteil, doch wer das Gleichgewicht stört, erlebt die Macht seiner Erde in Erdrutschen, Spalten oder Schweigen.\n\n\nBeziehungen zu anderen Göttern\n\nZephyrios (Sturmfürst): Ein Gegenspieler, dessen flüchtige Luft Galanors festen Grund immer wieder herausfordert. Doch trotz ihrer Unterschiede besteht gegenseitiger Respekt.\nThalmyra (Herrin der Tiefe): Ambivalente Beziehung – Wasser formt Erde, doch auch bedroht sie sie. Gemeinsam tragen sie die Geheimnisse der Tiefe und des Lebens.\nCindra (Flamme der Glut): Ein komplexes Verhältnis. Feuer kann Stein schmelzen, doch gemeinsam erschaffen sie neues Land durch Vulkane – eine Symbiose von Zerstörung und Geburt.\n\n\nKulte und Verehrung\nAnhänger Galanors sind oft Hüter der Natur, Bergbewohner, Erdenarbeiter und Druiden. Sie suchen in ihm die Kraft der Beständigkeit und die Weisheit der Erde. Tempel sind meist in Höhlen, Steinbrüchen oder an Bergflanken zu finden.\nRituale zu seinen Ehren beinhalten das Pflanzen von Bäumen, das Schmieden von Werkzeugen und das Beten um Erdbebenfreiheit und Fruchtbarkeit.\n\nMythos\nEs heißt, dass Galanor einst erwachte, als die Welt am Rand des Untergangs stand – seine Erschütterung riss Berge und Täler auf und formte Kontinente neu. Seither schläft er, doch seine Träume sind spürbar in jedem Felsbrocken, jeder Wurzel und jedem Tropfen Erde.\n\nZitate\n\n„Wo der Schlafende Berg ruht, findet die Welt ihre Mitte.“\n— Alter Spruch aus den Bergen\n\n\n„Nicht in Sturm oder Flamme, sondern in der stillen Geduld der Erde liegt die wahre Kraft.“\n— Priesterin von Galanor\n\n\nGalerie (optional)\n\nSymbol des Schlafenden Berges\nDarstellung eines ruhenden Berges mit tiefen Wurzeln\nAlte Felszeichnungen der Erde und der Zeit\n\n\nEnde des Artikels"},"Gods/Elemental-Gods/Thalmyra---Herrin-der-Tiefe":{"slug":"Gods/Elemental-Gods/Thalmyra---Herrin-der-Tiefe","filePath":"Gods/Elemental Gods/Thalmyra - Herrin der Tiefe.md","title":"Thalmyra - Herrin der Tiefe","links":[],"tags":[],"content":"Sphäre &amp; Element\nPrimäres Element: Wasser\nDomänen: Meer, Stille, Veränderung, Geduld, Vergessen\nSymbole: Kreis mit Wellenlinie, Tropfen in Spirale, eine stilisierte Flutwelle\n\nWesen &amp; Persönlichkeit\nThalmyra ist geduldig, unergründlich und unendlich. Sie ist weder sanft noch grausam – sie ist unvermeidlich. Ihre Stärke liegt im Wandel und in der Tiefe, nicht im Sturm, sondern in der Stille davor. Doch provoziert, erhebt sich ihr Zorn in gewaltigen Fluten.\n\nTiefgründig, verschlossen, langsam urteilend\nStreng, aber fair – sie gewährt, aber vergisst nie\nIn der Ruhe liegt ihre Macht – sie spricht selten, aber jedes Wort wiegt schwer\nLässt sich Zeit – aber wenn sie sich bewegt, kann niemand sie aufhalten\n\n\nErscheinung\nThalmyra erscheint oft als:\n\nRiesige Frauengestalt mit Haut aus schimmerndem Wasser, Haar wie Tintenfisch-Tentakel\nAugenlose Maske, aus der Salzwasser tropft\nSirene mit kaltem Blick, umgeben von stillem Nebel\nEin sich bewegender Wasserleib mit ruhiger Stimme in der Tiefe\n\n\nBeziehungen zu anderen Göttern\nFeindschaft mit Zephyrios, Fürst der Lüfte\nWenn Wind und Wasser aufeinandertreffen, entsteht Chaos. Ihre Kämpfe erzeugen die mächtigsten Stürme der Welt – nicht aus Liebe, sondern aus uraltem Streit. Wo sie aufeinanderprallen, wütet die See.\nMythos:\n\n„Einst bat Thalmyra den Wind um Stille. Als er lachte, stieg sie auf – und warf die Wellen gegen den Himmel.“\n\n\nKulte &amp; Verehrung\nAnhänger: Fischer, Seefahrer, Einsiedlerinnen, Wasserdruiden, Totengräber, Orakel\nKultname: Die Tieftreuen\nRituale:\n\nVersenkung von Opfergaben (z. B. Muscheln, Erinnerungsstücke, Tränen in Flaschen)\nRituale bei Vollmond am Wasser\nSchweigerituale – je länger geschwiegen wird, desto reiner das Opfer\n\nGebet der Tieftreuen:\n\n„Thalmyra, Meer aus Vergessen –\nNimm unsere Last, trage uns in deiner Tiefe,\nFühre uns durch deine Wogen, sanft oder erbarmungslos.“\n\n\nKinder der Flut – die Flutgeborenen\nWesen oder Menschen, die unter dem Einfluss Thalmyras geboren wurden – oft an den Küsten, in Zeiten großer Stille oder nach einer Sturmflut. Sie sind still, intuitiv, mit fließender Magie.\n\nZeichen: glasige Augen, bläuliche Adern, kalte Haut\nFähigkeiten: Kontrolle über Wasser, Nebel, Heilung und Vergessen\nOft geheimnisvoll, emotional tief, schwer zu durchschauen\n\n\nArtefakte &amp; Relikte\n\nFlutensiegel – Amulett, das Stille und Frieden bringt, aber auch Erinnerungen löscht\nKlinge der Ebbe – eine Waffe, die durch Wasser schneidet wie Luft, hinterlässt keine sichtbaren Wunden, sondern „leert“ ihre Opfer innerlich\nThalmyras Spiegel – silberner Tümpel oder Spiegel, der die Wahrheit zeigt, aber auch verbirgt, was der Blickenden nicht zusteht\n\n\nOrte des Einflusses\n\nDer Saphirsee – ein Binnenmeer, dessen Mitte angeblich keinen Grund hat\nDie Salzgrotten von Nareth – geheime Kultstätte unter einer Klippe, nur bei Ebbe zugänglich\nDer Uralte Hafen – versunkene Ruinen einer Stadt, angeblich von Thalmyra gefordert und verschlungen\n\n\nZitate &amp; Redewendungen\n\n„Wenn das Meer schweigt, spricht Thalmyra.“\n„Vergib, wie das Meer vergisst – nicht sofort, aber für immer.“\n„Wer in der Tiefe sucht, muss lernen, still zu atmen.“\n\n\nLegende: Die erste Flut\n\nAls die Welt noch jung war, herrschte Stille. Zephyrios brach sie mit seinem Gebrüll – und Thalmyra antwortete. Mit einem Atemzug schickte sie die erste Flut, und die Erde lernte zu schwimmen oder zu ertrinken.\n\n"},"Gods/Elemental-Gods/Zephyrios---Der-Sturmfürst":{"slug":"Gods/Elemental-Gods/Zephyrios---Der-Sturmfürst","filePath":"Gods/Elemental Gods/Zephyrios - Der Sturmfürst.md","title":"Zephyrios - Der Sturmfürst","links":[],"tags":[],"content":"Sphäre &amp; Element\nPrimäres Element: Luft\nDomänen: Sturm, Wind, Donner, Chaos, Veränderung\nSymbole: Ein durchbohrter Kreis (Windauge), ein dreifach gezackter Blitz, flatternde Bänder\n\nWesen &amp; Persönlichkeit\nZephyrios ist ungestüm, frei und unberechenbar. Er verkörpert den Drang nach Veränderung, das Chaos des Sturms und die rohe Gewalt der Atmosphäre. Er ist weder gut noch böse – sein Zorn kann vernichten, seine Freiheit kann befreien.\n\nRuhelos wie der Wind\nStolz, launisch, unzähmbar\nSpricht in Flüstern, heult in Zorn\nIst oft in Bewegung – rast über die Welt wie ein Sturm, bleibt nie lange an einem Ort\n\n\nErscheinung\nZephyrios erscheint oft als:\n\nRiese aus Sturmwolken, mit Augen aus weißglühendem Licht\nMenschlicher Wanderer in flatterndem Umhang, begleitet vom Wind\nEin aus Blitzen geformter Greif oder Raubvogel\nStimme im Sturm, kaum greifbar, nur hörbar\n\n\nBeziehungen zu anderen Göttern\nFeindschaft mit Thalmyra, Göttin des Wassers\nDer Kampf zwischen Zephyrios und Thalmyra ist Ursprung aller Stürme. Wo Wind und Wasser aufeinandertreffen, bricht Chaos aus. Ihre uralte Feindschaft treibt das Wetter, zerstört Städte, gebiert Sturmgeborene.\nMythos:\n\n„Einst war Thalmyra der Spiegel, in dem Zephyrios sein eigenes Gesicht sah. Doch als sie sich gegen ihn stellte, zerbrach dieser Spiegel – und der Sturm wurde geboren.“\n\n\nKulte &amp; Verehrung\nAnhänger: Seeleute, Nomaden, Rebellische Druiden, Ork-Schamanen, Wetterpriester\nKultname: Die Windezüchter\nRituale:\n\nWindorakel lesen aus wehenden Stoffen oder Rauch\nHochgelegene Schreine auf Klippen oder Berggipfeln\nOpfergaben: Federn, Windspiele, zerrissene Banner\n\nGebet der Windezüchter:\n\n„Zephyrios, der durch die Lüfte schreit –\nTrage unsere Stimmen, schlage mit deiner Faust,\nFühre uns frei, lass keinen Stein auf dem anderen!“\n\n\nSturmgeborene – Kinder Zephyrios’\nJene, die in einem Sturm geboren wurden oder mit seinem Zorn gesegnet sind, gelten als seine Kinder. Sie tragen den Wind im Blut – in ihrer Stimme, ihrer Bewegung, ihrer Magie.\n\nZeichen: weiße Haarsträhnen, blitzartige Male, ständig wehende Kleidung ohne Wind\nFähigkeiten: Kontrolle über Luft, Wind, Schall, oft schwer zu kontrollierende Kräfte\nViele Sturmgeborene geraten in innere Konflikte – zwischen Freiheit und Verantwortung\n\n\nArtefakte &amp; Relikte\n\nDonnerklinge – ein Schwert aus verdichtetem Blitz, das nur bei Sturm sichtbar ist\nAtem Zephyrios – ein Artefakt, das Trägern erlaubt, zu fliegen, solange sie frei bleiben\nSturmauge – ein Monolith aus glasierter Luft, dient als Orakel des Windes\n\n\nOrte des Einflusses\n\nDie Klippen von Cael’Tur – heiliger Ort, wo die Winde nie ruhen\nDas Sturmkloster – halb verfallener Tempel auf einem schwebenden Felsen\nDie Sturminseln – Inselgruppe, ständig von Unwettern umgeben\n\n\nZitate &amp; Redewendungen\n\n„Zephyrios hört kein Gebet – er hört nur das Heulen des Windes.“\n„Besser unter den Sternen schlafen als unter Zephyrios Zorn.“\n„Wenn die Banner fliegen, ist er nah.“\n\n\nLegende: Der Aufstieg des Sturmfürsten\n\nIn den ältesten Zeiten war der Himmel still. Doch als Zephyrios seine Flügel ausbreitete, zerbarst die Luft und der erste Wind fegte über die Welt. Seitdem ist kein Ort je wieder ganz still gewesen…\n\n"},"Homebrew-Mechanics/Backgrounds/Dustborn-Oracle":{"slug":"Homebrew-Mechanics/Backgrounds/Dustborn-Oracle","filePath":"Homebrew Mechanics/Backgrounds/Dustborn Oracle.md","title":"Dustborn Oracle","links":[],"tags":[],"content":"You were born not of tribe or town, but of earth and air. The dust that rises where stone meets sky called you into existence — a sign, a curse, or a blessing. The whisper of shifting sands and the soft caress of wind carry your name, and wherever you go, the ground feels steady beneath your feet even as the air moves freely around you.\nFrom childhood, you have felt the grounding presence of earth mixed with the freedom of air within your soul — a balance of stability and change. Drawn to the mysteries of the natural world, you have spent your life attuned to the harmony between the solid and the intangible, the steadfast and the fleeting. Your journey is one of balance, seeking to unite the freedom of the skies with the strength of the earth.\nSkill Proficiencies\nYou gain proficiency in one of the following skills:\n\nNature\nSurvival\nPerception\nInsight\nStealth\n\nThese skills reflect your connection to the natural world, your awareness of the environment, and your ability to move unseen and understand hidden truths.\n\nLanguages\nYou can speak one additional language:\n\nPrimordial — the voice of elemental chaos\nTerran — the language of earth elementals and stone spirits\nAuran — the tongue of air elementals and sky spirits\n\n\nEquipment\nYou begin with:\n\nLightweight oracle robes, woven from fine linen and dust-colored fabrics that blend into the earth and sky\nA small pouch of sacred dust and soil from a sacred place (your spellcasting focus)\nA carved stone pendant, smooth and cool to the touch\nA simple wooden staff, worn but strong\n\n\nFeature: Dustbound Familiar\nYou have a familiar spirit born of earth and air — an elemental echo of your soul that embodies both weight and lightness. It might take the form of a tiny dust devil, a small stone hawk, a feathered lizard, or a swirling mote of sand.\nRules:\n\nIt is an Elemental, not a Beast.\nIt can take reflavored forms of the standard familiar options (owl, cat, raven, etc.).\nIt can deliver touch-range spells as usual but cannot take any other combat-related actions.\nWhen reduced to 0 hit points, you immediately take damage equal to your character level (no saving throw or resistance applies).\nIt cannot be magically resummoned immediately but returns to you after a long rest or a short rest taken in a dry, open natural environment such as deserts, canyons, or high plateaus.\nEach time it returns, you may choose a new form.\nThis bond is unique and subject to DM approval.\n\n\nDustborn Magic\nIf you have the Spellcasting feature, you gain the following earth- and air-themed spells. They count as spells from your class list.\nCantrips\n\nDruidcraft\nGust\nMold Earth (from Elemental Evil Player’s Companion)\nShape Water\nPoison Spray\n\n1st Level\n\nEarth Tremor (Elemental Evil Player’s Companion)\nFog Cloud\nThunderwave\nShield\n\n2nd Level\n\nDust Devil (custom or reflavored Gust of Wind)\nSpike Growth\nLevitate\n\n3rd Level\n\nWind Wall\nErupting Earth (Elemental Evil Player’s Companion)\nSleet Storm\n\n4th Level\n\nStoneskin\nWall of Fire (reflavored as a wall of scorching dust)\nGreater Invisibility\n\n\nRules: All spells require DM approval and are available only if you have the Spellcasting feature.\nWhenever you cast a spell not granted by your Dustborn Magic feature and that deals damage other than earth or air damage, subtract your proficiency bonus from the spell’s attack roll or saving throw DC (as appropriate).\n\nTheme\nAs a Dustborn Oracle, you embody the paradox of lightness and weight — the steady strength of earth combined with the freedom and unpredictability of air. You walk a path between stability and change, grounding those around you while embracing the winds of transformation.\n\nUse this background to inspire character traits, bonds, ideals, and flaws that reflect a soul shaped by dust and wind.”"},"Homebrew-Mechanics/Backgrounds/Infernoborn-Oracle":{"slug":"Homebrew-Mechanics/Backgrounds/Infernoborn-Oracle","filePath":"Homebrew Mechanics/Backgrounds/Infernoborn Oracle.md","title":"Infernoborn Oracle","links":[],"tags":[],"content":"You were born not of tribe or town, but of fire and air. The inferno blazing between the skies called you into existence — a sign, a curse, or a blessing. The crackling blaze and roaring winds speak your name, and wherever you go, the heat seems to shimmer in the air, and embers dance around your presence.\nFrom childhood, you have felt the wild, untamed fury of flame and the restless freedom of air within your soul — a volatile force that both inspires awe and breeds chaos. Drawn to the mysteries of elemental power, you have spent your life walking the fine line between destruction and renewal, passion and control. Your journey is one of harnessing the fierce energies that blaze within you and around you.\nSkill Proficiencies\nYou gain proficiency in one of the following skills:\n\nIntimidation\nArcana\nAthletics\nInsight\nPerformance\n\nThese skills reflect your commanding presence, your understanding of raw magical power, and your ability to inspire or dominate through fiery passion.\n\nLanguages\nYou can speak one additional language:\n\nPrimordial — the voice of elemental chaos\nIgnan — the language of fire elementals and flame spirits\nAuran — the tongue of air elementals and sky spirits\n\n\nEquipment\nYou begin with:\n\nLightweight oracle robes, woven from flame-resistant silks that flicker like tongues of fire\nA small emberstone orb (your spellcasting focus)\nA vial of ever-burning ash, sacred and eternal\nA pendant of twisted copper and smoky quartz, warm to the touch\n\n\nFeature: Infernobound Familiar\nYou have a familiar spirit born of fire and air — an elemental echo of your soul manifesting as a tiny creature of flame and wind. It might take the form of a fiery sprite, a smoking hawk, a crackling imp, or a spark-filled gust.\nRules:\n\nIt is an Elemental, not a Beast.\nIt can take reflavored forms of the standard familiar options (owl, cat, raven, etc.).\nIt can deliver touch-range spells as usual but cannot take any other combat-related actions.\nWhen reduced to 0 hit points, you immediately take damage equal to your character level (no saving throw or resistance applies).\nIt cannot be magically resummoned immediately but returns to you after a long rest or a short rest taken in a hot, windy environment such as near volcanoes, deserts, or during wildfires.\nEach time it returns, you may choose a new form.\nThis bond is unique and subject to DM approval.\n\n\nInfernoborn Magic\nIf you have the Spellcasting feature, you gain the following fire- and air-themed spells. They count as spells from your class list.\nCantrips\n\nControl Flames (from Elemental Evil Player’s Companion)\nFire Bolt\nGust\nProduce Flame\nThaumaturgy\n\n1st Level\n\nBurning Hands\nFog Cloud\nThunderwave\nWitch Bolt\n\n2nd Level\n\nScorching Ray\nMisty Step\nGust of Wind\n\n3rd Level\n\nFireball\nWind Wall\n\n4th Level\n\nWall of Fire\nFire Shield\n\n\nRules: All spells require DM approval and are available only if you have the Spellcasting feature.\nWhenever you cast a spell not granted by your Infernoborn Magic feature and that deals damage other than fire or air damage, subtract your proficiency bonus from the spell’s attack roll or saving throw DC (as appropriate).\n\nTheme\nAs an Infernoborn Oracle, you embody the fierce, untamable energy of fire fused with the restless power of air. You walk a path between destruction and creation, chaos and control, blazing a trail with passion and fury.\n\nUse this background to inspire character traits, bonds, ideals, and flaws that reflect a soul shaped by flame and wind.”"},"Homebrew-Mechanics/Backgrounds/Magmaborn-Oracle":{"slug":"Homebrew-Mechanics/Backgrounds/Magmaborn-Oracle","filePath":"Homebrew Mechanics/Backgrounds/Magmaborn Oracle.md","title":"Magmaborn Oracle","links":[],"tags":[],"content":"\nYou were born not of tribe or town, but of fire and earth. The molten depths and trembling stone called you into existence — a sign, a curse, or a blessing. The heat of magma courses through your veins, and wherever you go, the ground seems to hum with latent power beneath your feet.\nFrom childhood, you have felt the relentless force of molten rock and the steady strength of earth within your soul — a primal power that both anchors and ignites you. Drawn to the mysteries of creation and destruction, you have spent your life balancing the solid, enduring nature of stone with the fierce, transformative energy of fire. Your journey is one of mastering the power to shape worlds through both ruin and renewal.\nSkill Proficiencies\nYou gain proficiency in one of the following skills:\n\nAthletics\nIntimidation\nArcana\nSurvival\nInsight\n\nThese reflect your physical resilience, elemental knowledge, and primal intuition.\n\nLanguages\nYou can speak one additional language:\n\nPrimordial — the voice of elemental chaos\nIgnan — the language of fire elementals and flame spirits\nTerran — the tongue of earth elementals and stone spirits\n\n\nEquipment\nYou begin with:\n\nHeavy oracle robes, woven from volcanic glass fibers and ash-dyed cloth, warm and rugged\nA magma stone orb (your spellcasting focus)\nA phial containing eternally glowing molten rock\nA pendant made from obsidian and copper, warm and slightly vibrating\n\n\nFeature: Magmabound Familiar\nYou have a familiar spirit born of molten rock and earth — an elemental echo of your soul manifesting as a tiny creature of lava and stone. It might take the form of a glowing salamander, a small molten golem, a smoking beetle, or a shard of living obsidian.\nRules:\n\nIt is an Elemental, not a Beast.\nIt can take reflavored forms of the standard familiar options (owl, cat, raven, etc.).\nIt can deliver touch-range spells as usual but cannot take any other combat-related actions.\nWhen reduced to 0 hit points, you immediately take damage equal to your character level (no saving throw or resistance applies).\nIt cannot be magically resummoned immediately but returns to you after a long rest or a short rest taken near volcanic activity, hot springs, or molten rock flows.\nEach time it returns, you may choose a new form.\nThis bond is unique and subject to DM approval.\n\n\nMagmaborn Magic\nIf you have the Spellcasting feature, you gain the following fire- and earth-themed spells. They count as spells from your class list.\nCantrips\n\nControl Flames (from Elemental Evil Player’s Companion)\nMold Earth\nProduce Flame\nShape Water (reflavored as molten rock manipulation)\nThunderclap\n\n1st Level\n\nEarth Tremor\nBurning Hands\nShield\nFog Cloud\n\n2nd Level\n\nHeat Metal\nMisty Step\nMaximilian’s Earthen Grasp\n\n3rd Level\n\nErupting Earth\nFireball\nWall of Water (reflavored as molten lava flow)\n\n4th Level\n\nWall of Fire\nStone Shape\nFire Shield\n\n\nRules: All spells require DM approval and are available only if you have the Spellcasting feature.\nWhenever you cast a spell not granted by your Magmaborn Magic feature and that deals damage other than fire or earth damage, subtract your proficiency bonus from the spell’s attack roll or saving throw DC (as appropriate).\n\nTheme\nAs a Magmaborn Oracle, you embody the fierce power of molten earth and flame — the raw force that shapes and destroys landscapes alike. You walk a path between creation and devastation, grounded yet volatile, steady yet molten.\n\nUse this background to inspire character traits, bonds, ideals, and flaws that reflect a soul forged in fire and stone.”"},"Homebrew-Mechanics/Backgrounds/Mudborn-Oracle":{"slug":"Homebrew-Mechanics/Backgrounds/Mudborn-Oracle","filePath":"Homebrew Mechanics/Backgrounds/Mudborn Oracle.md","title":"Mudborn Oracle","links":[],"tags":[],"content":"You were born not of tribe or town, but of earth and water. The mud shaped you — a sign, a curse, or a blessing. The whisper of deep springs carries your name, and the gentle flow follows your steps. Wherever you go, the air smells of damp soil and the soft splash of water echoes your heartbeat.\nSince childhood, you have felt the steady power of the earth within your soul — a force that both nourishes and challenges you. Driven by the mysteries of the elements, you have spent your life listening to the quiet call of the soil and the rushing flow of waters. Your path is one of patience, growth, and the search for balance between stability and change.\nSkill Proficiencies\nYou gain proficiency in one of the following skills:\n\nNature\nSurvival\nMedicine\nInsight\nAnimal Handling\n\nThese reflect your intuition for the natural world, your understanding of living systems, and your ability to attune to the rhythms of earth and water.\n\nLanguages\nYou can speak one additional language:\n\nPrimordial — the language of elemental chaos\nSylvan — the tongue of nature and fey creatures\nTerran — the language of earth elementals and stone beings\n\n\nEquipment\nYou begin with:\n\nLightweight oracle robes, woven from fibers and mosses that remind of damp forest floors\nA small container of healing mud from a sacred spring (your spellcasting focus)\nA carved stone necklace with drops of amber or dried mud that cools to the touch\nA small leather-bound book with sketches and notes about plants, animals, and soils\n\n\nFeature: Mudbound Familiar\nYou have a familiar spirit born of mud and earth — not an ordinary beast, but an elemental echo of your soul. This creature can take the form of a tiny mudworm, a moss spirit, a clay frog, or a small earth slime.\nRules:\n\nIt is an Elemental, not a Beast.\nIt can take reflavored forms of the standard familiar options (owl, cat, raven, etc.).\nIt can deliver touch-range spells as usual but cannot take any other combat-related actions.\nWhen it is reduced to 0 hit points, you immediately take damage equal to your character level (no saving throw or resistance applies).\nIt cannot be magically resummoned immediately but returns to you after a long rest or a short rest taken in a fertile, damp environment (e.g., after rain or near swamps).\nEach time it returns, you may choose a new form.\nThis bond is unique and subject to DM approval.\n\n\nMudborn Magic\nIf you have the Spellcasting feature, you gain the following mud- and earth-themed spells. They count as spells from your class list.\nCantrips\n\nDruidcraft\nMold Earth\nShape Water\nPoison Spray\nThorn Whip\n\n1st Level\n\nCreate or Destroy Water\nEntangle\nAbsorb Elements\nCure Wounds\n\n2nd Level\n\nSpike Growth\nEnhance Ability\nGust of Wind\nMisty Step — as an expression of “flowing mud”\n\n3rd Level\n\nErupting Earth\nPlant Growth\nWater Breathing\n\n4th Level\n\nStone Shape\nIce Storm — representing frozen earth and water\nGrasping Vine\n\n\nRules: All spells require DM approval and are available only if you have the Spellcasting feature.\nWhenever you cast a spell not granted by your Mudborn Magic feature and that deals damage other than earth or water damage, subtract your proficiency bonus from the spell’s attack roll or saving throw DC (as appropriate).\n\nTheme\nAs a Mudborn Oracle, you carry the patient but powerful energy of the earth and the steady flow of water within you. You are a guardian of growth and renewal, but also of decay and transformation. Your soul is rooted yet flexible — walking the line between stillness and movement, between stability and the call of life.\n\nUse this background to inspire character traits, bonds, ideals, and flaws that reflect a soul shaped by mud and earth."},"Homebrew-Mechanics/Backgrounds/Steamborn-Oracle":{"slug":"Homebrew-Mechanics/Backgrounds/Steamborn-Oracle","filePath":"Homebrew Mechanics/Backgrounds/Steamborn Oracle.md","title":"Steamborn Oracle","links":[],"tags":[],"content":"\nYou were born not of tribe or town, but of fire and water. The steam that rises from the meeting of flame and wave called you forth — a sign, a curse, or a blessing. The hiss of boiling water and the crackle of flames speak your name, and wherever you walk, the air shimmers with heat and mist. Your presence carries the tension between transformation and destruction.\nSince childhood, you have felt the restless pulse of change within your soul — a force that fuels both creation and chaos. Drawn to the mysteries of the elemental dance, you have spent your life attuned to the shifting balance between fire’s fierce passion and water’s calming flow. Your journey is one of transformation, seeking harmony in the interplay of opposing forces.\nSkill Proficiencies\nYou gain proficiency in one of the following skills:\n\nArcana\nInsight\nNature\nPerformance\nMedicine\n\nThese reflect your attunement to magical forces, your understanding of change and healing, and your ability to inspire through presence and action.\n\nLanguages\nYou can speak one additional language:\n\nPrimordial — the language of elemental chaos\nIgnan — the tongue of fire elementals and flame spirits\nAquan — the language of water elementals and ocean spirits\n\n\nEquipment\nYou begin with:\n\nLightweight oracle robes, woven from shimmering silks that shift like steam\nA small flask of sacred boiling water (your spellcasting focus)\nA pendant of obsidian and quartz that feels warm to the touch\nA small leather-bound journal filled with observations on change and transformation\n\n\nFeature: Steambound Familiar\nYou have a familiar spirit born of fire and water — an elemental echo of your soul, neither fully flame nor fully liquid. It may take the form of a tiny steam sprite, a glowing salamander, a vaporous fox, or a small fiery fish.\nRules:\n\nIt is an Elemental, not a Beast.\nIt can take reflavored forms of the standard familiar options (owl, cat, raven, etc.).\nIt can deliver touch-range spells as usual but cannot take any other combat-related actions.\nWhen reduced to 0 hit points, you immediately take damage equal to your character level (no saving throw or resistance applies).\nIt cannot be magically resummoned immediately but returns to you after a long rest or a short rest taken near natural hot springs, geysers, or during rain with heat (magically created heat or steam does not count).\nEach time it returns, you may choose a new form.\nThis bond is unique and subject to DM approval.\n\n\nSteamborn Magic\nIf you have the Spellcasting feature, you gain the following fire- and water-themed spells. They count as spells from your class list.\nCantrips\n\nControl Flames\nShape Water\nFire Bolt\nGust\nChill Touch\n\n1st Level\n\nCreate or Destroy Water\nFog Cloud\nBurning Hands\nAbsorb Elements\n\n2nd Level\n\nMisty Step\nScorching Ray\nHeat Metal\nMirror Image\n\n3rd Level\n\nFireball\nSleet Storm\nWater Breathing\n\n4th Level\n\nIce Storm\nWall of Fire\nStorm Sphere\n\n\nRules: All spells require DM approval and are available only if you have the Spellcasting feature.\nWhenever you cast a spell not granted by your Steamborn Magic feature and that deals damage other than fire or water damage, subtract your proficiency bonus from the spell’s attack roll or saving throw DC (as appropriate).\n\nTheme\nAs a Steamborn Oracle, you embody the restless energy of transformation and the balance between destruction and renewal. Your spirit carries both the fury of flame and the calm of water vapor — always shifting, never static. Your path is one of constant change, embracing both the power to destroy and the power to create anew.\n\nUse this background to inspire character traits, bonds, ideals, and flaws that reflect a soul shaped by steam and transformation."},"Homebrew-Mechanics/Backgrounds/Stormborn-Oracle":{"slug":"Homebrew-Mechanics/Backgrounds/Stormborn-Oracle","filePath":"Homebrew Mechanics/Backgrounds/Stormborn Oracle.md","title":"Stormborn Oracle","links":["Homebrew-Mechanics/Feats/Stormbound-Familiar"],"tags":[],"content":"\nDnDBeyond\nYou were born not of tribe or town, but of air and water. The storm called you into being — a sign, a curse, or a blessing. Thunder speaks your name, and the wind follows your path. Wherever you go, the air seems charged with electric anticipation, and the distant rumble of thunder echoes your heartbeat.\nFrom childhood, you felt the restless energy of storms within your soul — a force that both guides and unsettles you. Drawn to the mysteries of the elements, you spent your life listening to the whispers of the wind and the roaring calls of the sea. Your journey is one of discovery, seeking balance between the chaos of the storm and the calm at its eye\nSkill Proficiencies\nYou gain proficiency in one of the following skills:\n\nInsight\nPerception\nArcana\nReligion\nPerformance\n\nThese reflect your intuition, attunement to mystical forces, and your elemental awareness, as well as your ability to charm people by entrancing them through song and dance.\n\nLanguages\nYou can speak one additional language:\n\nPrimordial — the voice of elemental chaos\nCelestial — the language of divine spirits\nSylvan — the tongue of nature and the fey\n\n\nEquipment\nYou begin with:\n\nLightweight oracle robes, woven from airy fabrics that shimmer like storm clouds\nA stormglass orb (your spellcasting focus)\nA phial of everflowing water, sacred and eternal\nA wind-chimed charm, softly ringing in breeze, guiding your steps\n\n\nFeature: Stormbound Familiar\nYou have a familiar spirit born of the storm — not a beast, but an elemental echo of your soul. This familiar takes the form of a Tiny elemental creature themed around storm or sea (for example, a misty seabird, a weasel crackling with static, or a jellyfish of cloud and lightning).\nRules:\n\nIt is an Elemental, not a Beast\nIt may take on reflavored forms of the standard familiar options (owl, cat, raven, etc.).\nIt can deliver touch-range spells as usual, but can not take any other combat related actions.\nWhen it is reduced to 0 hit points, you immediately lose hit points equal to your character level (no saving throw or resistance applies).\nIt cannot be resummoned magically once lost. Instead, it returns to you after a long rest, or after a short rest only if you rest during natural rainfall, thunderstorms, or near wild bodies of water (magically created rain or storms do not count). Every time it returns to you, you may choose a new form.\n\n\nThis is a unique bond and subject to DM approval.\n\n\nStormborn Magic\nIf you have the Spellcasting feature, you gain the following storm-themed spells. They count as spells from your class list.\nCantrips\n\ndruidcraft\ngust\nshape water\nshocking grasp\nthunderclap\n\n1st-Level\n\ncreate or destroy water\nfog cloud\nthunderwave\nwitch bolt\n\n2nd-Level\n\ngust of wind\nmisty step\n\n3rd-Level\n\ncall lightning\nlightning bolt\nsleet storm\nwind wall\n\n4th-Level\n\nice storm\nstorm sphere\n\n\nAll spells require DM approval and are available only if you have the Spellcasting feature.\n\n\nWhenever you cast a spell that is not granted by your Stormborn Magic feature and that deals damage that is neither lightning nor thunder, you subtract your proficiency bonus from the spell’s attack roll or save DC (as appropriate).\nTheme\nAs a Stormborn Oracle, you carry the fury of the storm not only in your spells, but in your spirit. You walk a fine line between destruction and salvation, between chaos and clarity.\nUse this background to inspire character traits, bonds, ideals, and flaws that reflect a soul shaped by thunder and guided by the wind."},"Homebrew-Mechanics/Feats/Arcane-Vessel":{"slug":"Homebrew-Mechanics/Feats/Arcane-Vessel","filePath":"Homebrew Mechanics/Feats/Arcane Vessel.md","title":"Arcane Vessel","links":[],"tags":[],"content":"DnDBeyond\nYou are a living embodiment of magic. Arcane energies protect you, when your focus falters, they sometimes bridge the gap to keep your spell flowing.\n\n\nMage Armor (1/long rest):\nYou can cast Mage Armor on yourself once per long rest without expending a spell slot or requiring material components.\n\n\nConstitution Save Boost (1/short rest):\nOnce per long rest, when you make a Constitution saving throw to maintain concentration on a spell, you choose to make that roll with Advantage.\n\n"},"Homebrew-Mechanics/Feats/Stormbound-Familiar":{"slug":"Homebrew-Mechanics/Feats/Stormbound-Familiar","filePath":"Homebrew Mechanics/Feats/Stormbound Familiar.md","title":"Stormbound Familiar","links":["Homebrew-Mechanics/Backgrounds/Stormborn-Oracle"],"tags":[],"content":"DnDBeyond\nGained through the Stormborn Oracle Background\nYou possess a familiar born of the storm — an elemental echo of your soul. It takes the form of a Tiny elemental creature (e.g. misty seabird, static weasel, cloud-jellyfish).\nRules:\n\nIt is an Elemental, not a Beast\nIt may take on reflavored forms of the standard familiar options (owl, cat, raven, etc.).\nIt can deliver touch-range spells as usual, but can not take any other combat related actions.\nWhen it is reduced to 0 hit points, you immediately lose hit points equal to your character level (no saving throw or resistance applies).\nIt cannot be resummoned magically once lost. Instead, it returns to you after a long rest, or after a short rest only if you rest during natural rainfall, thunderstorms, or near wild bodies of water (magically created rain or storms do not count). Every time it returns to you, you may choose a new form.\n\n\nThis is a unique bond and subject to DM approval.\n\nPossible Familiar Ideas:\n\nSeagull using the Raven Statblock\n"},"Locations/Dawel's-Desert/Factions-and-Groups/Flameseeker-Nomaden":{"slug":"Locations/Dawel's-Desert/Factions-and-Groups/Flameseeker-Nomaden","filePath":"Locations/Dawel's Desert/Factions and Groups/Flameseeker Nomaden.md","title":"Flameseeker Nomaden","links":["Gods/Elemental-Gods/Cindra---Die-ewige-Glut","Homebrew-Mechanics/Backgrounds/Magmaborn-Oracle","Homebrew-Mechanics/Backgrounds/Infernoborn-Oracle","Homebrew-Mechanics/Backgrounds/Steamborn-Oracle"],"tags":[],"content":"Die Flameseeker Nomaden sind eine Gruppe, die durch die Wüste zieht, von Schrein zu Schrein, hinterlassen dort opfergaben und absolvieren Prüfungen, bis sie schließlich am Gipfel des Mount Emberfall ankommen und ein Ritual durchführen, das den Vulkan beruhigen soll.\nDiese uralte “Religion” ist tief mit der Feuergöttin Cindra - Die ewige Glut verbunden. Durch den Vulkan besteht eine extrem enge Verbindung zu ihr.\nIn ihren Reihen befinden sich stets ein oder mehrere Magmaborn Oracle, Infernoborn Oracle oder Steamborn Oracle, die häufig Plätze im Rat einnehmen.\nFührung und Schreine\nDie Nomaden werden von einem Rat aus sechs Mitgliedern geführt. Es gibt sechs Flammenschreine am Vulkan und in der umliegenden Wüste verteilt.\n\nJe einen Monat verbringen die Nomaden an einem der Schreine.\nSie reisen jeweils einen Monat zwischen den Schreinen.\nAn jedem Schrein werden Rituale, Hochzeiten, Prüfungen und Opfergaben abgehalten.\nAn jedem Schrein muss je ein Ratsmitglied eine Prüfung absolvieren.\nScheitert ein Mitglied an der Prüfung, verliert es seinen Sitz im Rat.\nVerliert das Mitglied seinen Sitz, treten freiwillige aus den Reihen der Nomaden an, der erste der besteht nimmt den frei gewordenen Platz ein.\n\nJeder der sechs Schreine ist einem der sechs Avatare des Feuergottes gewidmet. Die Prüfungen spiegeln je ein Attribut wieder.\n\nDie 6 Avatare des Feuergottes\nJeder Avatar steht für eine Eigenschaft und verkörpert einen Aspekt des Feuers.\nIgnis, die Flammenschlange (STÄRKE) – Der Test des Willens\n\nPrüfung: Kampf gegen ein mächtiges Feuerelementar oder eine schwere körperliche Herausforderung, z. B. das Tragen eines glühenden Felsbrockens.\nSymbol: Eine brennende Schlange, die sich um ein Schwert windet.\nBedeutung: Feuer gibt Kraft und zerstört die Schwachen.\n\nSolphyr, der Sonnenfalke (GESCHICKLICHKEIT) – Der Tanz der Flammen\n\nPrüfung: Akrobatische Herausforderung, z. B. über ein Labyrinth aus Lava springen oder durch einen brennenden Tempel navigieren.\nSymbol: Ein Falke mit brennenden Flügeln.\nBedeutung: Feuer ist Beweglichkeit, Anpassung und Präzision.\n\nPyrris, der Schwelende Weise (KONSTITUTION) – Die Prüfung der Glut\n\nPrüfung: Das Aushalten großer Hitze oder das Durchqueren eines glühenden Pfades ohne Zusammenbruch.\nSymbol: Eine brennende Schale mit Asche.\nBedeutung: Feuer prüft, wer würdig ist und überdauert.\n\nEmberion, der Ascheprophet (INTELLIGENZ) – Die Flamme der Erkenntnis\n\nPrüfung: Lösen eines uralten Rätsels oder Entschlüsseln heiliger Runen im Rauch eines Ritualfeuers.\nSymbol: Ein Buch, dessen Seiten Flammen enthalten.\nBedeutung: Feuer ist Wissen, das die Dunkelheit vertreibt.\n\nZhyrka, die Züngelnde (WEISHEIT) – Der Flüsterton der Flamme\n\nPrüfung: Spirituelle Reise in die Feuerebene, Vision oder Gespräch mit einem Elementargeist.\nSymbol: Eine Flamme in der Form eines Auges.\nBedeutung: Feuer ist Weisheit, Intuition und Führung.\n\nBlaize, der Lodernde Richter (CHARISMA) – Das Wort des Feuers\n\nPrüfung: Rede oder Ritual, das das Feuer zum Leben erweckt, Massenzeremonie oder Überzeugen eines Elementargeistes.\nSymbol: Eine brennende Hand.\nBedeutung: Feuer ist Inspiration, Überzeugung und Leidenschaft.\n\n\nProphezeiung der Sechs Flammen\nI. Ignis, die Flammenschlange\n„Stärke entbrennt in brennender Schlange,\nWer den Willen trägt, erträgt die Glut.\nDer Stein, den du hebst, formt das Reich,\nDoch fällt der Schwache, bleibt nur Asche zurück.“\nII. Solphyr, der Sonnenfalke\n„Mit federnden Flügeln tanze durch das Feuer,\nPräzision und Schnelligkeit sind dein Schild.\nWer durch das Labyrinth aus Flammen fliegt,\nFindet Pfade, die der Schatten verbirgt.“\nIII. Pyrris, der Schwelende Weise\n„Die Glut prüft den Leib und das Herz,\nNur wer standhält, wird vom Feuer gesegnet.\nAuf glühendem Pfad schreitet der Auserwählte,\nDer Asche folgt das Leben erneut.“\nIV. Emberion, der Ascheprophet\n„In Rauch und Flammen liegt alte Weisheit,\nDer Schlüssel verborgen in runenbesetztem Stein.\nDas Wissen erstrahlt wie die Flamme im Dunkel,\nErleuchteter Geist, Hüter des Feuers.“\nV. Zhyrka, die Züngelnde\n„Die Flamme spricht in stillen Tönen,\nDer Suchende hört das Flüstern der Glut.\nWeisheit entfacht das innere Feuer,\nFührt den Pfad in die Tiefen der Seele.“\nVI. Blaize, der Lodernde Richter\n„Das Wort des Feuers brennt im Herzen,\nIn Leidenschaft entbrennt die Macht.\nDer Ruf führt jene, die berufen,\nFeuer erhebt, was einst gefallen.“\n\nSchicksale der Versager\nNomaden, die bei den Prüfungen scheitern, erleben oft extreme Konsequenzen:\n\nEinsiedler des Feuers: Sie ziehen sich zurück, leben in Höhlen oder Ruinen, meditieren über ihr Scheitern und suchen eine neue Verbindung zum Feuergott. Es gibt Legenden, dass solche Einsiedler nach Jahren als weise Mystiker zurückkehren.\nVerlorene Flammen: Ziellos wandern sie durch die Wüste, auf der Suche nach neuem Sinn. Manche finden neue Gemeinschaften, andere sterben bei der Suche nach Erleuchtung.\nDie Stadtwanderer: Junge Nomaden, die ihre Prüfung nicht bestehen, ziehen in nahegelegene Städte und versuchen sich als Händler, Söldner oder Priester anderer Religionen – oft kämpfen sie mit Identitätsproblemen. Es wird vermutet, dass es eine Untergrund-Gemeinschaft ehemaliger Nomaden in den Städten gibt.\n\nManche der gescheiterten Nomaden werfen sich in den Vulkan, da sie ihre Identität verloren haben.\n"},"Locations/Everwood-Forest/Everwood-Enclave":{"slug":"Locations/Everwood-Forest/Everwood-Enclave","filePath":"Locations/Everwood Forest/Everwood Enclave.md","title":"Everwood Enclave","links":["Locations/Everwood-Forest/Everwood-Forest","Locations/Everwood-Forest/Twin-Rivers"],"tags":[],"content":"\nDie Everwood Enclave ist eine uralte Elfen-Siedlung tief im Everwood Forest, die seit jeher von den Elfen bewohnt wird. Sie gilt als eine der ältesten und am besten erhaltenen Stätten elfischer Kultur und Naturverbundenheit in der Region.\nLage\nDie Enclave liegt eingebettet im Wald, nahe der Stadt Twin Rivers, an einem kleinen See, der durch einen kleinen zulauf von einem der großen Flüsse gespeist wird, die durch die Region fließen.\nGesellschaft &amp; Kultur\n\nNaturverbundenheit: Die Bewohner der Enclave leben im Einklang mit dem Wald und achten streng darauf, die magischen Everwood Oaks und das umliegende Ökosystem zu bewahren.\nMagie: Die Enclave ist ein Zentrum der Naturmagie, in dem mächtige Druiden und Magier leben, die den Wald schützen und seine Geheimnisse hüten.\nTraditionen &amp; Rituale: Alte Zeremonien, die tief mit der Natur und den Geistern des Waldes verbunden sind, werden regelmäßig abgehalten, besonders am See, der als heiliger Ort gilt.\nWiderstand: Die Everwood Enclave unterstützt die Rebellenbewegung gegen die Zwergen-Abholzung und wirkt aktiv daran mit, den Wald zu bewahren.\n\nBeziehungen\n\nMenschen von Twin Rivers: Obwohl die Enclave im Wald liegt, ist die Nähe zu Twin Rivers wichtig für Handel und Diplomatie. Die Beziehung ist vorsichtig, da die Elfen den sorgsamen Umgang mit dem Wald fordern.\nZwerge von Plara-Dur: Die Enclave steht den Zwergen ablehnend gegenüber, da diese den Wald bedrohen. Es besteht ein ständiger Konflikt zwischen der Bewahrung der Natur und den wirtschaftlichen Interessen der Zwerge.\nRebellen: Enklave-Mitglieder unterstützen oft die Rebellen, die Sabotageakte gegen die Zwerge führen, um den Everwood zu schützen.\n\nBedeutung für die Everwood Region\nDie Everwood Enclave ist das spirituelle und magische Herz des Waldes. Sie symbolisiert den Widerstand gegen Ausbeutung und steht für die Bewahrung der uralten, magischen Natur des Everwood Forest.\n\nDie Siedlung im Herzen des Waldes, am stillen See, ist ein Zufluchtsort für Natur und Magie, der tief mit der Geschichte und Zukunft der Region verwoben ist."},"Locations/Everwood-Forest/Everwood-Forest":{"slug":"Locations/Everwood-Forest/Everwood-Forest","filePath":"Locations/Everwood Forest/Everwood Forest.md","title":"Everwood Forest","links":[],"tags":[],"content":"Der Everwood Forest ist ein uralter, magischer Wald, bekannt für seinen einzigartigen Rohstoff Everwood – ein extrem hartes, langlebiges Holz mit magischen Eigenschaften. Strategisch und wirtschaftlich hoch bedeutsam, ist der Wald Zentrum eines komplexen Konflikts zwischen mehreren Völkern und Fraktionen.\n\n1. Geographie &amp; Magische Besonderheiten\n\nLiegt im ehemals elbischen Gebiet, heute von Zwergen erobert (Conquest-Zeitalter).\nEverwood Trees:\n\nHolz ist härter als Stahl, wasserabweisend, langlebig.\nRinde brennt langsam und gleichmäßig, ideal für magische Feuer und Schmieden.\nEverwood Eicheln (Acorns) besitzen mystische Kräfte, werden als Lichtquellen und Rituale genutzt.\n\n\nAlte Elfensiedlungen, verfallene Tempel und unerforschte Gebiete liegen im Wald.\n\n\n2. Fraktionen &amp; Interessensgruppen\nElfen von Everwood\n\nUrsprüngliche Bewohner, leben nahe Waldrand.\nNachhaltige Nutzung des Waldes.\nRebellen kämpfen gegen Zwerge, nutzen starke Naturmagie.\nMächtige Druiden und Naturverbundenheit.\n\nZwerge von Plara-Dur\n\nEroberten den Wald im Krieg, bauten Stadt Plara-Dur.\nNutzen Everwood für Rüstungen und Waffen.\nBrom Stormmason überwacht Rohstoffnutzung.\nEinige Zwergenhändler streben nachhaltige Nutzung an.\n\nMenschen von Twin Rivers\n\nSiedlung an zwei Flüssen nahe Everwood.\nVermittlerrolle zwischen Elfen und Zwergen.\nLady Fiora Hammersted leitet Green Watch zum Schutz und Nutzung des Waldes.\nKinder sind geteilter Meinung bezüglich der Fraktionen.\n\nRebellen im Wald\n\nElfengestützte Gruppe, die Sabotage gegen Zwerge führt.\nVersteckte Lager tief im Wald.\nZiel: vollständiger Schutz des Waldes, keine Nutzung des Everwood.\nMischung aus Elfen, Menschen und naturverbundenen Wesen.\n\nEverwood Squirrels\n\nMagische Eichhörnchen, so groß wie Zwerge, mit starken Klauen.\nNomadische Stämme verteidigen Everwood Trees.\nNutzen Everwood Acorns für Rituale.\nSchamanen mit Naturmagie-Verbindung.\n\n\n3. Wirtschaft &amp; Konflikte\n\nZwerge brauchen Everwood für Waffen, was den Wald gefährdet.\nMenschen versuchen Balance zwischen Nutzung und Schutz zu wahren.\nElfen und Rebellen bekämpfen Abholzung.\nEverwood Squirrels und Nomaden verteidigen ihr Territorium, bleiben politisch neutral.\n"},"Locations/Everwood-Forest/Factions-and-Groups/Green-Watch":{"slug":"Locations/Everwood-Forest/Factions-and-Groups/Green-Watch","filePath":"Locations/Everwood Forest/Factions and Groups/Green Watch.md","title":"Green Watch","links":["Locations/Everwood-Forest/Twin-Rivers","Locations/Everwood-Forest/Everwood-Forest"],"tags":[],"content":"Die Green Watch ist eine Organisation in Twin Rivers, gegründet von Lady Fiora Hammersted, mit dem Ziel, den Everwood Forest zu schützen und gleichzeitig eine nachhaltige Nutzung der Ressourcen zu gewährleisten. Sie fungiert als eine Art Wächter- und Vermittlergruppe zwischen den verschiedenen Völkern und Interessensgruppen der Everwood Region.\nAufgaben &amp; Ziele\n\nNaturschutz: Überwachung der Aktivitäten im Everwood Forest, um schädliche Eingriffe und Übernutzung zu verhindern.\nKonfliktvermittlung: Vermittlung bei Streitigkeiten zwischen den Elfen, Zwergen, Menschen und anderen Bewohnern der Region.\nRessourcennutzung: Sicherstellung, dass die Nutzung von Everwood-Holz und anderen Ressourcen nachhaltig erfolgt, um das ökologische Gleichgewicht zu erhalten.\nPatrouillen: Durchführung von regelmäßigen Patrouillen im Wald, um illegale Abholzungen oder Sabotageakte zu erkennen und zu verhindern.\nAufklärung &amp; Bildung: Förderung des Bewusstseins für die Bedeutung des Waldes und die Notwendigkeit seiner Erhaltung innerhalb der Bevölkerung von Twin Rivers.\n\nStruktur &amp; Führung\nDie Green Watch wird von Lady Fiora Hammersted geleitet, die als Bürgermeisterin von Twin Rivers eine starke politische Unterstützung für die Organisation sicherstellt. Die Gruppe besteht aus erfahrenen Waldläufern, Druiden und lokalen Einwohnern, die sich dem Schutz des Everwood verschrieben haben.\nBeziehungen zu anderen Fraktionen\n\nElfen von Everwood: Enge Zusammenarbeit, da beide Gruppen das Ziel verfolgen, den Wald zu bewahren, wenngleich die Green Watch auch pragmatische Zugeständnisse an die Nutzung macht.\nZwerge von Plara-Dur: Misstrauische, aber notwendige Kommunikation, da die Zwerge den Everwood kommerziell nutzen wollen und die Green Watch deren Aktivitäten beobachtet.\nMenschen von Twin Rivers: Die Green Watch ist Teil der städtischen Gemeinschaft und genießt dort breite Unterstützung, besonders von denjenigen, die eine Balance zwischen Nutzung und Schutz wünschen.\n\nBedeutung für die Everwood Region\nDie Green Watch spielt eine zentrale Rolle, um den Frieden in der Region aufrechtzuerhalten und den Konflikt um den Everwood Forest nicht eskalieren zu lassen. Sie ist die Brücke zwischen den Interessen der unterschiedlichen Völker und ein Symbol für nachhaltigen Umgang mit der Natur.\n\nDie Green Watch ist somit ein Eckpfeiler der politischen und ökologischen Stabilität in der Everwood Region und trägt maßgeblich zum Schutz des magischen Waldes bei."},"Locations/Everwood-Forest/Twin-Rivers":{"slug":"Locations/Everwood-Forest/Twin-Rivers","filePath":"Locations/Everwood Forest/Twin Rivers.md","title":"Twin Rivers","links":["Locations/Everwood-Forest/Everwood-Forest","Locations/Everwood-Forest/Factions-and-Groups/Green-Watch"],"tags":[],"content":"\nÜberblick\nTwin Rivers ist eine kleine, aber strategisch gelegene Stadt der Menschen, die an der Mündung zweier Flüsse in die Everwood Region liegt. Obwohl sie noch kein bedeutendes Handelszentrum ist, wächst die Stadt stetig und spielt eine wichtige Rolle als Vermittlerin zwischen den verschiedenen Völkern der Region.\nGeographie\nDie Stadt liegt an der Stelle, an der zwei Flüsse zusammenfließen, was ihr den Namen „Twin Rivers“ eingebracht hat. Die Lage bietet Zugang zu frischem Wasser und eine natürliche Verteidigung, da die Flüsse natürliche Grenzen bilden. Twin Rivers liegt nahe am Rand des Everwood Forest, was sowohl Chancen als auch Herausforderungen mit sich bringt.\nBevölkerung\nDie Einwohner von Twin Rivers sind überwiegend Menschen, die pragmatisch und wachstumsorientiert sind. Die Gemeinschaft ist vielfältig, mit unterschiedlichen Meinungen darüber, wie der Everwood Forest genutzt und geschützt werden sollte.\nPolitik &amp; Gesellschaft\nLady Fiora Hammersted ist die Anführerin der Stadt und hat die „Green Watch“ gegründet, eine Organisation, die den Wald schützen, aber auch eine nachhaltige Nutzung der Ressourcen sicherstellen soll. Diese Balance zwischen Naturschutz und wirtschaftlicher Nutzung prägt die politischen Entscheidungen in Twin Rivers.\nDie Bevölkerung ist gespalten: Einige unterstützen die Bemühungen der Zwerge, den Everwood für Schmiede- und Handwerkszwecke zu nutzen, während andere sich auf die Seite der Elfen schlagen, die den Wald bewahren wollen.\nWirtschaft\nTwin Rivers nutzt die Ressourcen des Everwood Forest in Maßen und versucht, sich als Vermittler im Konflikt zwischen den Elfen und Zwergen zu positionieren. Die Stadt profitiert von der Lage an den Flüssen durch Fischerei, Landwirtschaft und als möglicher Handelspunkt, auch wenn dieser Aspekt noch in Entwicklung ist.\nBeziehungen zu anderen Völkern\n\nElfen von Everwood: Die Beziehung ist angespannt, jedoch gibt es durch die Nähe Austausch und Zusammenarbeit, besonders in ökologischen Fragen. Die Elfen sind misstrauisch gegenüber der wachsenden Präsenz der Menschen und der Zwergen.\nZwerge von Plara-Dur: Twin Rivers versucht, eine neutrale Position zu halten, fördert aber den Handel und politische Verhandlungen, um Konflikte zu vermeiden.\nRebellen &amp; Naturverbundene: Die Stadt hat wenige direkte Kontakte zu den Rebellen, unterstützt aber indirekt Schutzbemühungen des Waldes durch die Green Watch.\n\nOrganisation: Green Watch\nDie Green Watch ist eine Gruppe, die von Lady Fiora gegründet wurde, um den Everwood Forest zu schützen und eine nachhaltige Nutzung zu gewährleisten. Sie überwacht die Aktivitäten im Wald, führt Patrouillen durch und vermittelt bei Konflikten zwischen den verschiedenen Fraktionen.\n\nTwin Rivers ist somit eine Stadt im Wandel, geprägt von der Suche nach Gleichgewicht zwischen Wachstum, Schutz der Natur und den politischen Spannungen der Everwood Region."},"Locations/Free-Plains/Traden/00---Traden":{"slug":"Locations/Free-Plains/Traden/00---Traden","filePath":"Locations/Free Plains/Traden/00 - Traden.md","title":"00 - Traden","links":[],"tags":[],"content":"Typ: Stadt\nRegion: Zwischen Seaport, Twin Rivers und Plara-Dur\nBesonderheiten: Strategischer Handelsposten, wirtschaftlich florierend, politisch angespannt\n\nHintergrund\nTraden wurde ursprünglich als militärischer Versorgungsstützpunkt gegründet und entwickelte sich rasch zu einem Handelszentrum. Die gute Lage zwischen Seaport, Twin Rivers und Plara-Dur machte es zu einem wirtschaftlichen Drehpunkt – allerdings auch zu einem Ort politischer Spannungen.\nUrsprünglich multikulturell geprägt, befindet sich Traden heute zunehmend unter der Kontrolle einer zwergischen Oberschicht. Nicht-Zwerge verlieren an Einfluss, Korruption wächst, und der Gedanke von Gleichheit vor dem Gesetz wird immer mehr zur Farce.\n\nVerknüpfte Charaktere\n\n(PC)Eli – ehemalige Wache aus Traden, floh aus Enttäuschung über das korrupte System\n"},"Locations/Free-Plains/Traden/Stadtwache":{"slug":"Locations/Free-Plains/Traden/Stadtwache","filePath":"Locations/Free Plains/Traden/Stadtwache.md","title":"Stadtwache","links":[],"tags":[],"content":"\nDie Stadtwache von Traden ist die offizielle Ordnungsmacht der Stadt Traden.\nIhre Aufgabe ist die Durchsetzung von Gesetz und Ordnung innerhalb der Stadtmauern sowie die Aufrechterhaltung der öffentlichen Sicherheit.\nSowie Schutz aller Händler die ihre Geschäfte in Traden abwickeln.\n„Wir sind der Hammer auf dem Amboss des Gesetzes.“\nStruktur\n\nKommandant: Wachhauptmann Torgath Eisenstern\nRekrutierung: In der Regel aus der Stadtbevölkerung oder durch Empfehlung.\n\nHierarchie\n\nWachhauptmann – Oberster Befehlshaber der Stadtwache\nWachtmeister – Kommandieren Einheiten, leiten Einsätze\nWachoffiziere – Führungskräfte auf Patrouille oder in Spezialrollen\nStadtwachen – Reguläre Soldaten\nRekruten – In Ausbildung oder einfache Aufgaben\n\nAufgaben\n\nPatrouillen durch Stadtviertel\nBewachung der Stadttore und wichtigen Gebäude\nDurchsetzung von Stadtgesetzen\nAufklärung von Diebstählen, Betrug, Körperverletzung\nUnterstützung bei Bränden, Unruhen oder Naturkatastrophen\nIn seltenen Fällen Eskorten von reich beladenen Händlern\n\nStandorte\n\nHauptkaserne: Innerhalb der Steinernen Mauer, nahe des Rathauses\n\nGerüchte &amp; Korruption\nIn den letzten Jahren mehren sich Hinweise auf Diskriminierung und Bevorzugung innerhalb der Wache, besonders zugunsten von Zwerge in Traden. Einige sagen, dass Nicht-Zwerge in Verwaltung und Wache systematisch aus hohen Positionen verdrängt werden.\nVerbindungen &amp; Allianzen\n\nMagierorden: Neutrale Beziehung, gelegentliche Unterstützung (z. B. bei magischen Verbrechen)\n\nPersonen\n\nWachhauptmann Torgath Eisenstern\n(PC)Eli – Ehemalige Stadtwache (ausgetreten)\n"},"Locations/Ythtrah'mare/Ythtrah'mare":{"slug":"Locations/Ythtrah'mare/Ythtrah'mare","filePath":"Locations/Ythtrah'mare/Ythtrah'mare.md","title":"Ythtrah'mare","links":[],"tags":[],"content":"Ursprung\n\nGöttin Ysolde wandert durch die Welten.\nEntdeckt eine trostlose, leere Welt → weint 6 Tränen.\nAus Tränen entstehen 6 Seen → Beginn des Lebens in Zarethor.\n\nErste Elfen &amp; Heiliger Rat\n\nElfen aus den Seen von Ysoldes Essenz erfüllt.\nWerden zueinander gezogen und gründen den Ersten Heiligen Rat.\nErrichten Ythtrah’mare auf Ysolde’s Veil.\n\nEntwicklung von Ythtrah’mare\n\nOrt der Künste, Magie, Handwerk &amp; Philosophie.\nHeilige Ratsversammlung alle 100 Jahre beim Lebensruf.\nGesellschaftlich und spirituell hochentwickelt.\n\nVisionen beim Ritual\n\nIm dritten Zeitalter: mystische Visionen während Lebensruf-Zeremonie:\n\nWissenschaft ohne Wunder\nDienst ohne Freude\nZukunft ohne Vergangenheit\nPflicht ohne Familie\nHeimatlosigkeit\nFehlende Bildung\n\n\n\nUmbruch &amp; Königswahl\n\nRat erkennt Notwendigkeit zur Veränderung.\n36 Jahre Auswahlverfahren.\nKönig wird ernannt.\n6 Visionen werden ihm in Runenschrift tätowiert.\nZiel: Stabilität und Schutz Ythtrah’mares.\n\n\nDie Tränen Ysoldes – Ursprung von Ythtrah’mare\nEinst wanderte die Göttin Ysolde durch die Welten und erblickte wundersame und faszinierende Völker, Geschichten und Zivilisationen.\nBerauscht von diesen Schöpfungen machte sie einen weiten Schritt – und erblickte eine Welt, die sie einfach nicht verstehen konnte: trist, leer und unbedeutend.\nIhr stiegen die Tränen auf, und sie vergoss sechs davon auf die Welt, die wir heute Zarethor nennen.\nAus diesen Tränen entstanden große Seen, die Leben spendeten – vor allem dem Volk der Elfen.\nDoch aus der Mitte dieser Seen entsprangen ganz besondere Elfen.\nVon der Essenz Ysoldes erfüllt, zog es sie auf nahezu magische Weise zueinander – so gründete sich der Erste Heilige Rat von Ysolde.\nYsolde’s Veil &amp; Ythtrah’mare\nÜber Generationen hinweg errichteten die Elfen die Stadt Ythtrah’mare auf der Insel, die sie Ysolde’s Veil nannten.\nSie war ein Heiligtum des Lebens – gesegnet durch das Wasser des Lebens, bewohnt von Ysoldes Kindern, den Elfen.\nYthtrah’mare entwickelte sich zu einem Ort der Künste, der Magie, des Handwerks und der spirituellen Tiefe.\nDer sechsköpfige Heilige Rat versammelte sich alle hundert Jahre beim Lebensruf, einem Ritualfest zur Reflexion über Entwicklung, Politik und Kultur.\nDie Visionen &amp; das Ende des alten Rates\nIm dritten Zeitalter kam es beim Lebensruf zu einem Unglück.\nWährend einer spirituellen Zeremonie empfing der Rat plötzlich düstere Visionen:\n\nEine Elfe sah die Schöpfung des Lebens nur als Wissenschaft – das Wunder blieb ihr verborgen.\nEin Elf stellte sich dem Leben so sehr in den Dienst – dass die Freude wich.\nEin anderer dachte nur ans Morgen – und vergaß das Gestern.\nEiner verbrachte zu wenig Zeit mit seiner Familie – und wurde einsam.\nEine Elfe investierte zu wenig in ihre Heimat – sie wurde von Hunger heimgesucht.\nEine andere lernte zu wenig – und verfehlte ihr wahres Potenzial.\n\nFür den Heiligen Rat waren diese Visionen ein Zeichen des Wandels.\nEin neues System musste her.\nDie Königsernennung\nNach einem 36 Jahre andauernden Auswahlverfahren wurde erstmals ein König von Ythtrah’mare ernannt.\nDie sechs Visionen wurden dem neuen Herrscher in Runenschrift tätowiert, als Mahnung und Auftrag zugleich.\nEr bestieg den Thron, um Ythtrah’mare zu ewiger Stabilität zu verhelfen.\n\nDer Königssee und die Wandlung Ythtrah’mares\nMit der Ernennung des ersten Königs von Ythtrah’mare veränderte sich das Zentrum der Stadt grundlegend.\nInmitten der sechs heiligen Seen wurde ein siebter, künstlich angelegter See geschaffen – der Königssee.\nDer Königssee\n\nIm Zentrum des Sees befinden sich sechs monumentale Marmorstatuen, jede über 20 Meter hoch, die die Mitglieder des ersten Heiligen Rates darstellen.\nAm Ufer des Königssees erhebt sich das Königshaus, der Regierungssitz von Ythtrah’mare.\nVon hier aus lenkt und leitet der König die Geschicke des Reiches.\n\nDie sechs Seen des Lebens\nMit dem Übergang zur Monarchie wandelte sich auch die Funktion der ursprünglichen Seen.\nJeder einzelne entwickelte eine eigene Identität, inspiriert von den sechs Visionen, die zur Thronbesteigung führten.\nHeute bilden sie das kulturelle, wirtschaftliche und gesellschaftliche Rückgrat Ythtrah’mares:\nWunder des Lebens\n\nZentrum für Heilkunde und das gesamte Gesundheitswesen.\nEinrichtungen wie Krankenhäuser, Heilerhäuser, Geburtszentren, Reha-Gärten, Tempel für spirituelle Genesung.\nAuch alternative Praktiken wie Meditation, Yoga und naturheilkundliche Studien werden hier praktiziert.\n\nFreude des Lebens\n\nDas pulsierende Zentrum für Kultur, Sport und Unterhaltung.\nArenen, Theater, Musikpavillons und Tanzplätze.\nHier findet man Künstlerkolonien, Straßenmusikanten und große Festivals.\n\nAhnen und Historie\n\nDer See ist umgeben von Gedenkstätten, Ritualplätzen und einem Ehrenfriedhof.\nDas Große Archiv mit historischen Schriften, Ahnentafeln und Zeitdokumenten befindet sich hier.\nSpirituelle Stätten laden zur Auseinandersetzung mit Vergangenheit und Tradition ein.\n\nLebensmittelversorgung\n\nHier liegt das Herz der nachhaltigen Landwirtschaft Ythtrah’mares.\nFelder, Baumgärten, Sträucher und Tiergehege, die in einem Kreislaufsystem funktionieren.\nFokus auf Permakultur, Vielfalt und saisonaler Versorgung für das gesamte Reich.\n\nWissen\n\nIn der Mitte des Sees hat sich ein kreisrunder, tiefer Wasserfall gebildet, der in einen unterirdischen Hohlraum führt.\nDort findet man florale Dekorationen, schwebende Laternen und die größte Bibliothek Ythtrah’mares.\nAm Ufer befinden sich Schulen, Akademien, magische Forschungseinrichtungen und Bildungstempel.\n\nFamilie und Wohnen\n\nDas Hauptwohngebiet der Stadt, durchzogen von vielfältiger Architektur:\n\nBaumhäuser, Bootshäuser, Wohninseln und klassische Steinhäuser.\n\n\nGemeinschaftszentren, Spielplätze, Marktplätze und Familiengärten schaffen ein harmonisches Miteinander.\nDer See gilt als Symbol der Geborgenheit und des alltäglichen Lebens.\n\n"},"World-Concepts/Elementar-Orakel":{"slug":"World-Concepts/Elementar-Orakel","filePath":"World Concepts/Elementar-Orakel.md","title":"Elementar-Orakel","links":["Homebrew-Mechanics/Backgrounds/Stormborn-Oracle","Homebrew-Mechanics/Backgrounds/Mudborn-Oracle","Homebrew-Mechanics/Backgrounds/Steamborn-Oracle","Homebrew-Mechanics/Backgrounds/Dustborn-Oracle","Homebrew-Mechanics/Backgrounds/Infernoborn-Oracle","Homebrew-Mechanics/Backgrounds/Magmaborn-Oracle"],"tags":[],"content":"Entstehung\nOrakel entstehen durch das Zusammentreffen zweier Elementargötter und deren Urkräfte. Diese Begegnungen können geplant und bewusst sein, doch oft sind Orakel auch ungeplante Nebeneffekte von Konflikten, Bündnissen oder reinem Zusammentreffen der göttlichen Mächte.\nObwohl die Götter selbst meist keine direkte Kontrolle über die Orakel haben, tragen diese dennoch die Essenz ihrer Schöpfer in sich. Sie manifestieren sich in der Welt als besondere Wesen mit einzigartigen Fähigkeiten und Eigenschaften, die häufig eine Mischung der ursprünglichen Elemente widerspiegeln.\nEigenständigkeit\nOrakel sind keine bloßen Werkzeuge ihrer Götter, sondern verfügen über eigenes Bewusstsein und eigene Empfindungen. Sie besitzen keine vorgefertigten Kenntnisse über die Welt oder ihre Rolle darin und handeln oft intuitiv, basierend auf den prägenden Eigenschaften ihrer Herkunftselemente.\nTypen der Orakel und ihre Elemente\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOrakeltypElementeBeispielhafte EigenschaftenStormborn OracleLuft + WasserImpulsivität, Veränderlichkeit, emotionale TiefeMudborn OracleErde + WasserGeduld, Beständigkeit, tiefe VerwurzelungSteamborn OracleWasser + FeuerTransformation, Leidenschaft, innere ZerrissenheitDustborn OracleLuft + ErdeLeichtigkeit, Stabilität, AnpassungsfähigkeitInfernoborn OracleLuft + FeuerLeidenschaft, Chaos, ungezähmte KraftMagmaborn OracleFeuer + ErdeZerstörung und Schöpfung, explosive Energie\nRolle in der Welt\nOrakel sind seltene und mystische Wesen, die oft als Boten, Seher oder sogar als Prüfsteine für Sterbliche gelten. Ihre Anwesenheit kündigt bedeutende Veränderungen an, und manche Kulturen verehren sie als direkte Verbindung zu den Elementargöttern. Gleichzeitig bergen sie immer das Potenzial, als unkontrollierbare Kräfte aufzutreten, deren Einfluss sowohl segensreich als auch zerstörerisch sein kann.\nSpielmechanische Aspekte &amp; Charakterfreiheit\nOrakel manifestieren sich meist als Genasi, da diese Rasse eng mit den Elementen verbunden ist. Jedoch können auch andere Rassen unter besonderen Umständen als Orakel geboren werden, zum Beispiel, wenn sie während starker elementarer Ereignisse oder göttlicher Manifestationen das Licht der Welt erblicken.\nWährend Kleriker, Zauberer, Druiden und Mönche die häufigsten Klassen für Orakel sind, steht es den Spielern frei, andere Klassen zu wählen. Ein Orakel kann jede Klasse verkörpern, solange die Verbindung zu den Elementen in der Hintergrundgeschichte und Persönlichkeit verankert ist.\nSpieler sind eingeladen, kreativ zu sein und ihre Orakel-Charaktere frei zu gestalten:\n\nWähle jede Rasse, die dir gefällt.\nWähle jede Klasse, die zu deinem Konzept passt.\nVerbinde deinen Charakter mit den Elementen auf eine Weise, die spannend und sinnvoll für deine Geschichte ist.\n\nDas Ziel ist, die Vielfalt und Einzigartigkeit der Orakel zu feiern und sie zu facettenreichen Charakteren zu machen, die sowohl mechanisch als auch erzählerisch funktionieren.\n\nDiese Informationen helfen Spielern und Spielleitern dabei, die Orakel flexibel und vielfältig in ihre Kampagnen einzubauen."},"index":{"slug":"index","filePath":"index.md","title":"Zarethor","links":[],"tags":[],"content":"\nZeitstrahl von Zarethor\nWillkommen im geschichtlichen Überblick der Welt Zarethor, einer von Göttern geformten und von Völkern umkämpften Welt.\n\nZeitalter: Titanic Age (ca. 10.000 Jahre vor der heutigen Zeit)\n\nDer Kontinent Zarethor steigt aus der Buldin Sea empor.\nGyron, Gott der Zwerge, formt das Land für seine Kinder.\nYsolde, Göttin der Elfen, lässt durch ihre Tränen neues Leben entstehen.\nGötterkrieg zerreißt das Land beinahe – es wird aufgeteilt:\n\nNordwesten: Zwerge\nSüdosten: Elfen\n\n\n\n\nZeitalter: Dawn (951 Jahre)\nZwerge:\n\nTerran-Dur: Hauptstadt &amp; Sitz des Imperators Terran\nSerlan-Dur: Halbinselreich\nForlon-Dur: Zentrum im Gyron’s Belt\n\nElfen:\n\nYthrah’mare: Druidenstätte bei Ysoldes Tränen\nHallowmarsh: Sumpfstadt mit wilden Kreaturen\nEverspire: Tief im Wald\nFaleyn: Grenzstadt zur Dawel’s Desert\n\n\nZeitalter: Arrival (527 Jahre)\n\nNeue Völker erreichen Zarethor:\n\nMenschen, Gnome, Halblinge, Orks u.a.\n\n\nLy’eris entsteht – erste freie Stadt &amp; Handelsmetropole.\nZwerge profitieren wirtschaftlich, Elfen verweigern Integration.\n\n\nZeitalter: Bloodshed (651 Jahre)\n\nGoliath-Raids bedrohen Zwergenreiche – besonders Forlon-Dur.\nImperator Terran siegt mit Hilfe von Ly’eris &amp; Hallowmarsh.\nGoliaths werden nach Goliath’s Refuge vertrieben.\n\nBelohnungen:\n\nWyrm’s Eye-Kristalle an Ly’eris &amp; Hallowmarsh – aus einem toten Drachen geborgen.\nNorthpass entsteht, geführt von einem Kriegshelden.\nScheitern der Eroberung in den Forgotten Lands, Verlust an Barbarenfront.\nLothir-Dur wird gegründet als Grenzfestung.\n\n\nZeitalter: Fall (99 Jahre)\n\nEine arkane Explosion vernichtet Ly’eris – Singularität entsteht.\nEin riesiger Malstrom verschlingt den Rest.\nFlüchtlingsströme überfluten Zarethor.\nZwerge helfen, Elfen schweigen → diplomatische Spannungen.\n\n\nZeitalter: Conquest (324 Jahre)\n\nDas Reich Terran spaltet sich durch Flüchtlingskrise.\nElfen ignorieren Hilferuf → Zwerge sehen dies als Kriegserklärung.\nEverwood Forest und Everspire werden erobert, neue Stadt: Plara-Dur.\nHallowmarsh übergibt seinen Wyrm’s Eye als Friedensangebot.\nZwergenreiche geraten in innere Konflikte:\n\nSerlan-Dur fordert Frieden\nNorthpass wird zum Herzogtum degradiert\n\n\n\n\nZeitalter: Shattering (81 Jahre, Gegenwart)\n\nTod von Imperator Terran während Friedensverhandlungen\nSohn Gron Terran übernimmt, doch ist umstritten.\nAbspaltungen:\n\nSerlan-Dur\nNorthpass\nSeaport\n\n\nFragiler Frieden herrscht – doch Misstrauen und alte Wunden bleiben.\n\n\nGegenwart &amp; Ausblick\nZarethor steht am Rand eines neuen Kapitels. Die Götter schweigen. Die Titanen ruhen.\nDoch unter der Oberfläche regt sich etwas. Was wird dein Vermächtnis sein?\nResources:\n5eTools(2014)\n5eTools(2024)\nDnDBeyond"}}