{"Homebrew-Mechanics/Rules/Crafting":{"slug":"Homebrew-Mechanics/Rules/Crafting","filePath":"Homebrew Mechanics/Rules/Crafting.md","title":"Crafting","links":[],"tags":[],"content":"Healing Potions\nA player who is proficient with Herbalist’s Tools and has the necessary ingredients can attempt to craft healing potions. The following components are typically required (a vial and water are always assumed):\n\nIngredient Costs\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPotion RarityIngredientsTotal CostCommon2 Herbs (5 gp each) + Alchemical Salt (15 gp)25 gpUncommon2 Herbs (10 gp each) + Potent Alchemical Salt (30 gp)50 gpRare5 Herbs (20 gp each) + 2 Potent Alchemical Salts (30 gp each) + Alchemical Oil90 gp\n\nForaging for Herbs\nHerbs can be found in the wilderness. Depending on the environment, the DM may grant advantage or disadvantage.\n\nA player may spend 4 hours to forage for herbs once.\nRoll a Survival or Nature check to determine success.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHerb TypeCheck DC5 gp HerbDC 1010 gp HerbDC 1520 gp HerbDC 20\nOther ingredients (like salts or oils) can be purchased at most shops that sell potions.\n\nCrafting Process\nEach potion requires one hour of preparation time and a period of brewing.\nAt each preparation stage, make a Medicine or Survival check to determine success.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPotion RarityCrafting DCBrewing TimeNotesCommonDC 101 hour—UncommonDC 158 hours—RareDC 208 hours + 8h rest + 1h prep + 8h brewExtended multi-day process"},"Homebrew-Mechanics/Rules/Spellbooks-and-Scrolls":{"slug":"Homebrew-Mechanics/Rules/Spellbooks-and-Scrolls","filePath":"Homebrew Mechanics/Rules/Spellbooks and Scrolls.md","title":"Spellbooks and Scrolls","links":[],"tags":[],"content":"Using a Found Spellbook\nWhen you find a spellbook from another wizard, you may either learn its spells or use the pages as spell scrolls.\nLearning a Spell\n\nTo learn a spell from the book, it must be on your spell list.\nWhen you level up, you may choose one spell from the found book to learn, in addition to the spells you normally gain.\nWhen you learn a spell this way, the page containing the spell loses its magical properties and cannot be used again.\n\n\nUsing a Page as a Scroll\n\nTo use a spell page as a scroll, you must first prepare it.\nMake an Arcana or Sleight of Hand check with a DC of 10 + the spell’s level.\n\nOn a success, you may cast the spell as if using a scroll.\nOn a failure, the page is destroyed.\n\n\n\nThis rule only applies to spells of level 3 or lower.\nCasting a Spell Scroll of a Spell Not on Your Spell List\nIf you want to cast a spell scroll containing a spell that is not on your spell list, you may still attempt to cast it.\n\nTo do so, you must succeed on an Arcana check with a DC of 10 + the spell’s level to interpret the writing.\nThis check can be made at any time.\n\nIn combat, making this check requires one action.\n\n\nOn a success, you may immediately cast the spell as if it were on your list.\nOn a failure, the spell fails to activate, but the scroll remains intact.\n\nYou may attempt the check again the next day.\n\n\n"},"Resources":{"slug":"Resources","filePath":"Resources.md","title":"Resources","links":[],"tags":[],"content":"Resources:\n5eTools(2014)\n5eTools(2024)\nDnDBeyond"},"World/Locations/Dawel's-Desert/Factions-and-Groups/Flameseeker-Nomaden":{"slug":"World/Locations/Dawel's-Desert/Factions-and-Groups/Flameseeker-Nomaden","filePath":"World/Locations/Dawel's Desert/Factions and Groups/Flameseeker Nomaden.md","title":"Flameseeker Nomaden","links":[],"tags":[],"content":"Die Flameseeker Nomaden sind eine Gruppe, die durch die Wüste zieht, von Schrein zu Schrein, hinterlassen dort opfergaben und absolvieren Prüfungen, bis sie schließlich am Gipfel des Mount Emberfall ankommen und ein Ritual durchführen, das den Vulkan beruhigen soll.\nDiese uralte “Religion” ist tief mit der Feuergöttin Sindra verbunden. Durch den Vulkan besteht eine extrem enge Verbindung zu ihr.\nFührung und Schreine\nDie Nomaden werden von einem Rat aus sechs Mitgliedern geführt. Es gibt sechs Flammenschreine am Vulkan und in der umliegenden Wüste verteilt.\n\nJe einen Monat verbringen die Nomaden an einem der Schreine.\nSie reisen jeweils einen Monat zwischen den Schreinen.\nAn jedem Schrein werden Rituale, Hochzeiten, Prüfungen und Opfergaben abgehalten.\nAn jedem Schrein muss je ein Ratsmitglied eine Prüfung absolvieren.\nScheitert ein Mitglied an der Prüfung, verliert es seinen Sitz im Rat.\nVerliert das Mitglied seinen Sitz, treten freiwillige aus den Reihen der Nomaden an, der erste der besteht nimmt den frei gewordenen Platz ein.\n\nJeder der sechs Schreine ist einem der sechs Avatare des Feuergottes gewidmet. Die Prüfungen spiegeln je ein Attribut wieder.\n\nDie 6 Avatare des Feuergottes\nJeder Avatar steht für eine Eigenschaft und verkörpert einen Aspekt des Feuers.\nIgnis, die Flammenschlange (STÄRKE) – Der Test des Willens\n\nPrüfung: Kampf gegen ein mächtiges Feuerelementar oder eine schwere körperliche Herausforderung, z. B. das Tragen eines glühenden Felsbrockens.\nSymbol: Eine brennende Schlange, die sich um ein Schwert windet.\nBedeutung: Feuer gibt Kraft und zerstört die Schwachen.\n\nSolphyr, der Sonnenfalke (GESCHICKLICHKEIT) – Der Tanz der Flammen\n\nPrüfung: Akrobatische Herausforderung, z. B. über ein Labyrinth aus Lava springen oder durch einen brennenden Tempel navigieren.\nSymbol: Ein Falke mit brennenden Flügeln.\nBedeutung: Feuer ist Beweglichkeit, Anpassung und Präzision.\n\nPyrris, der Schwelende Weise (KONSTITUTION) – Die Prüfung der Glut\n\nPrüfung: Das Aushalten großer Hitze oder das Durchqueren eines glühenden Pfades ohne Zusammenbruch.\nSymbol: Eine brennende Schale mit Asche.\nBedeutung: Feuer prüft, wer würdig ist und überdauert.\n\nEmberion, der Ascheprophet (INTELLIGENZ) – Die Flamme der Erkenntnis\n\nPrüfung: Lösen eines uralten Rätsels oder Entschlüsseln heiliger Runen im Rauch eines Ritualfeuers.\nSymbol: Ein Buch, dessen Seiten Flammen enthalten.\nBedeutung: Feuer ist Wissen, das die Dunkelheit vertreibt.\n\nZhyrka, die Züngelnde (WEISHEIT) – Der Flüsterton der Flamme\n\nPrüfung: Spirituelle Reise in die Feuerebene, Vision oder Gespräch mit einem Elementargeist.\nSymbol: Eine Flamme in der Form eines Auges.\nBedeutung: Feuer ist Weisheit, Intuition und Führung.\n\nBlaize, der Lodernde Richter (CHARISMA) – Das Wort des Feuers\n\nPrüfung: Rede oder Ritual, das das Feuer zum Leben erweckt, Massenzeremonie oder Überzeugen eines Elementargeistes.\nSymbol: Eine brennende Hand.\nBedeutung: Feuer ist Inspiration, Überzeugung und Leidenschaft.\n\n\nProphezeiung der Sechs Flammen\nI. Ignis, die Flammenschlange\n„Stärke entbrennt in brennender Schlange,\nWer den Willen trägt, erträgt die Glut.\nDer Stein, den du hebst, formt das Reich,\nDoch fällt der Schwache, bleibt nur Asche zurück.“\nII. Solphyr, der Sonnenfalke\n„Mit federnden Flügeln tanze durch das Feuer,\nPräzision und Schnelligkeit sind dein Schild.\nWer durch das Labyrinth aus Flammen fliegt,\nFindet Pfade, die der Schatten verbirgt.“\nIII. Pyrris, der Schwelende Weise\n„Die Glut prüft den Leib und das Herz,\nNur wer standhält, wird vom Feuer gesegnet.\nAuf glühendem Pfad schreitet der Auserwählte,\nDer Asche folgt das Leben erneut.“\nIV. Emberion, der Ascheprophet\n„In Rauch und Flammen liegt alte Weisheit,\nDer Schlüssel verborgen in runenbesetztem Stein.\nDas Wissen erstrahlt wie die Flamme im Dunkel,\nErleuchteter Geist, Hüter des Feuers.“\nV. Zhyrka, die Züngelnde\n„Die Flamme spricht in stillen Tönen,\nDer Suchende hört das Flüstern der Glut.\nWeisheit entfacht das innere Feuer,\nFührt den Pfad in die Tiefen der Seele.“\nVI. Blaize, der Lodernde Richter\n„Das Wort des Feuers brennt im Herzen,\nIn Leidenschaft entbrennt die Macht.\nDer Ruf führt jene, die berufen,\nFeuer erhebt, was einst gefallen.“\n\nSchicksale der Versager - die Erloschenen\nNomaden, die bei den Prüfungen scheitern, erleben oft extreme Konsequenzen:\n\nEinsiedler des Feuers: Sie ziehen sich zurück, leben in Höhlen oder Ruinen, meditieren über ihr Scheitern und suchen eine neue Verbindung zum Feuergott. Es gibt Legenden, dass solche Einsiedler nach Jahren als weise Mystiker zurückkehren.\nVerlorene Flammen: Ziellos wandern sie durch die Wüste, auf der Suche nach neuem Sinn. Manche finden neue Gemeinschaften, andere sterben bei der Suche nach Erleuchtung.\nDie Stadtwanderer: Junge Nomaden, die ihre Prüfung nicht bestehen, ziehen in nahegelegene Städte und versuchen sich als Händler, Söldner oder Priester anderer Religionen – oft kämpfen sie mit Identitätsproblemen. Es wird vermutet, dass es eine Untergrund-Gemeinschaft ehemaliger Nomaden in den Städten gibt.\n\nManche der gescheiterten Nomaden werfen sich in den Vulkan, da sie ihre Identität verloren haben.\n"},"World/Locations/Everwood-Forest/Everwood-Enclave":{"slug":"World/Locations/Everwood-Forest/Everwood-Enclave","filePath":"World/Locations/Everwood Forest/Everwood Enclave.md","title":"Everwood Enclave","links":["World/Locations/Everwood-Forest/Everwood-Forest","World/Locations/Everwood-Forest/Twin-Rivers"],"tags":[],"content":"\nDie Everwood Enclave ist eine uralte Elfen-Siedlung tief im Everwood Forest, die seit jeher von den Elfen bewohnt wird. Sie gilt als eine der ältesten und am besten erhaltenen Stätten elfischer Kultur und Naturverbundenheit in der Region.\nLage\nDie Enclave liegt eingebettet im Wald, nahe der Stadt Twin Rivers, an einem kleinen See, der durch einen kleinen zulauf von einem der großen Flüsse gespeist wird, die durch die Region fließen.\nGesellschaft &amp; Kultur\n\nNaturverbundenheit: Die Bewohner der Enclave leben im Einklang mit dem Wald und achten streng darauf, die magischen Everwood Oaks und das umliegende Ökosystem zu bewahren.\nMagie: Die Enclave ist ein Zentrum der Naturmagie, in dem mächtige Druiden und Magier leben, die den Wald schützen und seine Geheimnisse hüten.\nTraditionen &amp; Rituale: Alte Zeremonien, die tief mit der Natur und den Geistern des Waldes verbunden sind, werden regelmäßig abgehalten, besonders am See, der als heiliger Ort gilt.\nWiderstand: Die Everwood Enclave unterstützt die Rebellenbewegung gegen die Zwergen-Abholzung und wirkt aktiv daran mit, den Wald zu bewahren.\n\nBeziehungen\n\nMenschen von Twin Rivers: Obwohl die Enclave im Wald liegt, ist die Nähe zu Twin Rivers wichtig für Handel und Diplomatie. Die Beziehung ist vorsichtig, da die Elfen den sorgsamen Umgang mit dem Wald fordern.\nZwerge von Plara-Dur: Die Enclave steht den Zwergen ablehnend gegenüber, da diese den Wald bedrohen. Es besteht ein ständiger Konflikt zwischen der Bewahrung der Natur und den wirtschaftlichen Interessen der Zwerge.\nRebellen: Enklave-Mitglieder unterstützen oft die Rebellen, die Sabotageakte gegen die Zwerge führen, um den Everwood zu schützen.\n\nBedeutung für die Everwood Region\nDie Everwood Enclave ist das spirituelle und magische Herz des Waldes. Sie symbolisiert den Widerstand gegen Ausbeutung und steht für die Bewahrung der uralten, magischen Natur des Everwood Forest.\n\nDie Siedlung im Herzen des Waldes, am stillen See, ist ein Zufluchtsort für Natur und Magie, der tief mit der Geschichte und Zukunft der Region verwoben ist."},"World/Locations/Everwood-Forest/Everwood-Forest":{"slug":"World/Locations/Everwood-Forest/Everwood-Forest","filePath":"World/Locations/Everwood Forest/Everwood Forest.md","title":"Everwood Forest","links":[],"tags":[],"content":"Der Everwood Forest ist ein uralter, magischer Wald, bekannt für seinen einzigartigen Rohstoff Everwood – ein extrem hartes, langlebiges Holz mit magischen Eigenschaften. Strategisch und wirtschaftlich hoch bedeutsam, ist der Wald Zentrum eines komplexen Konflikts zwischen mehreren Völkern und Fraktionen.\n\n1. Geographie &amp; Magische Besonderheiten\n\nLiegt im ehemals elbischen Gebiet, heute von Zwergen erobert (Conquest-Zeitalter).\nEverwood Trees:\n\nHolz ist härter als Stahl, wasserabweisend, langlebig.\nRinde brennt langsam und gleichmäßig, ideal für magische Feuer und Schmieden.\nEverwood Eicheln (Acorns) besitzen mystische Kräfte, werden als Lichtquellen und Rituale genutzt.\n\n\nAlte Elfensiedlungen, verfallene Tempel und unerforschte Gebiete liegen im Wald.\n\n\n2. Fraktionen &amp; Interessensgruppen\nElfen von Everwood\n\nUrsprüngliche Bewohner, leben nahe Waldrand.\nNachhaltige Nutzung des Waldes.\nRebellen kämpfen gegen Zwerge, nutzen starke Naturmagie.\nMächtige Druiden und Naturverbundenheit.\n\nZwerge von Plara-Dur\n\nEroberten den Wald im Krieg, bauten Stadt Plara-Dur.\nNutzen Everwood für Rüstungen und Waffen.\nBrom Stormmason überwacht Rohstoffnutzung.\nEinige Zwergenhändler streben nachhaltige Nutzung an.\n\nMenschen von Twin Rivers\n\nSiedlung an zwei Flüssen nahe Everwood.\nVermittlerrolle zwischen Elfen und Zwergen.\nLady Fiora Hammersted leitet Green Watch zum Schutz und Nutzung des Waldes.\nKinder sind geteilter Meinung bezüglich der Fraktionen.\n\nRebellen im Wald\n\nElfengestützte Gruppe, die Sabotage gegen Zwerge führt.\nVersteckte Lager tief im Wald.\nZiel: vollständiger Schutz des Waldes, keine Nutzung des Everwood.\nMischung aus Elfen, Menschen und naturverbundenen Wesen.\nGeführt von Acornius, Erzdruide des Eichelhains.\n\nEverwood Squirrels\n\nMagische Eichhörnchen, so groß wie Zwerge, mit starken Klauen.\nNomadische Stämme verteidigen Everwood Trees.\nNutzen Everwood Acorns für Rituale.\nSchamanen mit Naturmagie-Verbindung.\n\n\n3. Wirtschaft &amp; Konflikte\n\nZwerge brauchen Everwood für Waffen, was den Wald gefährdet.\nMenschen versuchen Balance zwischen Nutzung und Schutz zu wahren.\nElfen und Rebellen bekämpfen Abholzung.\nEverwood Squirrels und Nomaden verteidigen ihr Territorium, bleiben politisch neutral.\n"},"World/Locations/Everwood-Forest/Factions-and-Groups/Green-Watch":{"slug":"World/Locations/Everwood-Forest/Factions-and-Groups/Green-Watch","filePath":"World/Locations/Everwood Forest/Factions and Groups/Green Watch.md","title":"Green Watch","links":["World/Locations/Everwood-Forest/Twin-Rivers","World/Locations/Everwood-Forest/Everwood-Forest"],"tags":[],"content":"Die Green Watch ist eine Organisation in Twin Rivers, gegründet von Lady Fiora Hammersted, mit dem Ziel, den Everwood Forest zu schützen und gleichzeitig eine nachhaltige Nutzung der Ressourcen zu gewährleisten. Sie fungiert als eine Art Wächter- und Vermittlergruppe zwischen den verschiedenen Völkern und Interessensgruppen der Everwood Region.\nAufgaben &amp; Ziele\n\nNaturschutz: Überwachung der Aktivitäten im Everwood Forest, um schädliche Eingriffe und Übernutzung zu verhindern.\nKonfliktvermittlung: Vermittlung bei Streitigkeiten zwischen den Elfen, Zwergen, Menschen und anderen Bewohnern der Region.\nRessourcennutzung: Sicherstellung, dass die Nutzung von Everwood-Holz und anderen Ressourcen nachhaltig erfolgt, um das ökologische Gleichgewicht zu erhalten.\nPatrouillen: Durchführung von regelmäßigen Patrouillen im Wald, um illegale Abholzungen oder Sabotageakte zu erkennen und zu verhindern.\nAufklärung &amp; Bildung: Förderung des Bewusstseins für die Bedeutung des Waldes und die Notwendigkeit seiner Erhaltung innerhalb der Bevölkerung von Twin Rivers.\n\nStruktur &amp; Führung\nDie Green Watch wird von Lady Fiora Hammersted geleitet, die als Bürgermeisterin von Twin Rivers eine starke politische Unterstützung für die Organisation sicherstellt. Die Gruppe besteht aus erfahrenen Waldläufern, Druiden und lokalen Einwohnern, die sich dem Schutz des Everwood verschrieben haben.\nBeziehungen zu anderen Fraktionen\n\nElfen von Everwood: Enge Zusammenarbeit, da beide Gruppen das Ziel verfolgen, den Wald zu bewahren, wenngleich die Green Watch auch pragmatische Zugeständnisse an die Nutzung macht.\nZwerge von Plara-Dur: Misstrauische, aber notwendige Kommunikation, da die Zwerge den Everwood kommerziell nutzen wollen und die Green Watch deren Aktivitäten beobachtet.\nMenschen von Twin Rivers: Die Green Watch ist Teil der städtischen Gemeinschaft und genießt dort breite Unterstützung, besonders von denjenigen, die eine Balance zwischen Nutzung und Schutz wünschen.\n\nBedeutung für die Everwood Region\nDie Green Watch spielt eine zentrale Rolle, um den Frieden in der Region aufrechtzuerhalten und den Konflikt um den Everwood Forest nicht eskalieren zu lassen. Sie ist die Brücke zwischen den Interessen der unterschiedlichen Völker und ein Symbol für nachhaltigen Umgang mit der Natur.\n\nDie Green Watch ist somit ein Eckpfeiler der politischen und ökologischen Stabilität in der Everwood Region und trägt maßgeblich zum Schutz des magischen Waldes bei."},"World/Locations/Everwood-Forest/Twin-Rivers":{"slug":"World/Locations/Everwood-Forest/Twin-Rivers","filePath":"World/Locations/Everwood Forest/Twin Rivers.md","title":"Twin Rivers","links":["World/Locations/Everwood-Forest/Everwood-Forest","World/Locations/Everwood-Forest/Factions-and-Groups/Green-Watch"],"tags":[],"content":"\nÜberblick\nTwin Rivers ist eine kleine, aber strategisch gelegene Stadt der Menschen, die an der Mündung zweier Flüsse in die Everwood Region liegt. Obwohl sie noch kein bedeutendes Handelszentrum ist, wächst die Stadt stetig und spielt eine wichtige Rolle als Vermittlerin zwischen den verschiedenen Völkern der Region.\nGeographie\nDie Stadt liegt an der Stelle, an der zwei Flüsse zusammenfließen, was ihr den Namen „Twin Rivers“ eingebracht hat. Die Lage bietet Zugang zu frischem Wasser und eine natürliche Verteidigung, da die Flüsse natürliche Grenzen bilden. Twin Rivers liegt nahe am Rand des Everwood Forest, was sowohl Chancen als auch Herausforderungen mit sich bringt.\nBevölkerung\nDie Einwohner von Twin Rivers sind überwiegend Menschen, die pragmatisch und wachstumsorientiert sind. Die Gemeinschaft ist vielfältig, mit unterschiedlichen Meinungen darüber, wie der Everwood Forest genutzt und geschützt werden sollte.\nPolitik &amp; Gesellschaft\nLady Fiora Hammersted ist die Anführerin der Stadt und hat die „Green Watch“ gegründet, eine Organisation, die den Wald schützen, aber auch eine nachhaltige Nutzung der Ressourcen sicherstellen soll. Diese Balance zwischen Naturschutz und wirtschaftlicher Nutzung prägt die politischen Entscheidungen in Twin Rivers.\nDie Bevölkerung ist gespalten: Einige unterstützen die Bemühungen der Zwerge, den Everwood für Schmiede- und Handwerkszwecke zu nutzen, während andere sich auf die Seite der Elfen schlagen, die den Wald bewahren wollen.\nWirtschaft\nTwin Rivers nutzt die Ressourcen des Everwood Forest in Maßen und versucht, sich als Vermittler im Konflikt zwischen den Elfen und Zwergen zu positionieren. Die Stadt profitiert von der Lage an den Flüssen durch Fischerei, Landwirtschaft und als möglicher Handelspunkt, auch wenn dieser Aspekt noch in Entwicklung ist.\nBeziehungen zu anderen Völkern\n\nElfen von Everwood: Die Beziehung ist angespannt, jedoch gibt es durch die Nähe Austausch und Zusammenarbeit, besonders in ökologischen Fragen. Die Elfen sind misstrauisch gegenüber der wachsenden Präsenz der Menschen und der Zwergen.\nZwerge von Plara-Dur: Twin Rivers versucht, eine neutrale Position zu halten, fördert aber den Handel und politische Verhandlungen, um Konflikte zu vermeiden.\nRebellen &amp; Naturverbundene: Die Stadt hat wenige direkte Kontakte zu den Rebellen, unterstützt aber indirekt Schutzbemühungen des Waldes durch die Green Watch.\n\nOrganisation: Green Watch\nDie Green Watch ist eine Gruppe, die von Lady Fiora gegründet wurde, um den Everwood Forest zu schützen und eine nachhaltige Nutzung zu gewährleisten. Sie überwacht die Aktivitäten im Wald, führt Patrouillen durch und vermittelt bei Konflikten zwischen den verschiedenen Fraktionen.\n\nTwin Rivers ist somit eine Stadt im Wandel, geprägt von der Suche nach Gleichgewicht zwischen Wachstum, Schutz der Natur und den politischen Spannungen der Everwood Region."},"World/Locations/Free-Plains/Traden/00---Traden":{"slug":"World/Locations/Free-Plains/Traden/00---Traden","filePath":"World/Locations/Free Plains/Traden/00 - Traden.md","title":"00 - Traden","links":["World/Locations/Everwood-Forest/Twin-Rivers","World/Locations/Free-Plains/Traden/Stadtwache"],"tags":[],"content":"Typ: Stadt\nRegion: Zwischen Seaport, Twin Rivers und Plara-Dur\nBesonderheiten: Strategischer Handelsposten, wirtschaftlich florierend, politisch angespannt\n\nHintergrund\nTraden wurde ursprünglich als militärischer Versorgungsstützpunkt gegründet und entwickelte sich rasch zu einem Handelszentrum. Die gute Lage zwischen Seaport, Twin Rivers und Plara-Dur machte es zu einem wirtschaftlichen Drehpunkt – allerdings auch zu einem Ort politischer Spannungen.\nUrsprünglich multikulturell geprägt, befindet sich Traden heute zunehmend unter der Kontrolle einer zwergischen Oberschicht. Nicht-Zwerge verlieren an Einfluss, Korruption wächst, und der Gedanke von Gleichheit vor dem Gesetz wird immer mehr zur Farce.\n\nVerknüpfte Charaktere\n\n(PC)Eli – ehemalige Stadtwache aus Traden, floh aus Enttäuschung über das korrupte System\n"},"World/Locations/Free-Plains/Traden/Stadtwache":{"slug":"World/Locations/Free-Plains/Traden/Stadtwache","filePath":"World/Locations/Free Plains/Traden/Stadtwache.md","title":"Stadtwache","links":[],"tags":[],"content":"\nDie Stadtwache von Traden ist die offizielle Ordnungsmacht der Stadt Traden.\nIhre Aufgabe ist die Durchsetzung von Gesetz und Ordnung innerhalb der Stadtmauern sowie die Aufrechterhaltung der öffentlichen Sicherheit.\nSowie Schutz aller Händler die ihre Geschäfte in Traden abwickeln.\n„Wir sind der Hammer auf dem Amboss des Gesetzes.“\nStruktur\n\nKommandant: Wachhauptmann Torgath Eisenstern\nRekrutierung: In der Regel aus der Stadtbevölkerung oder durch Empfehlung.\n\nHierarchie\n\nWachhauptmann – Oberster Befehlshaber der Stadtwache\nWachtmeister – Kommandieren Einheiten, leiten Einsätze\nWachoffiziere – Führungskräfte auf Patrouille oder in Spezialrollen\nStadtwachen – Reguläre Soldaten\nRekruten – In Ausbildung oder einfache Aufgaben\n\nAufgaben\n\nPatrouillen durch Stadtviertel\nBewachung der Stadttore und wichtigen Gebäude\nDurchsetzung von Stadtgesetzen\nAufklärung von Diebstählen, Betrug, Körperverletzung\nUnterstützung bei Bränden, Unruhen oder Naturkatastrophen\nIn seltenen Fällen Eskorten von reich beladenen Händlern\n\nGerüchte &amp; Korruption\nIn den letzten Jahren mehren sich Hinweise auf Diskriminierung und Bevorzugung innerhalb der Wache, besonders zugunsten von Zwerge in Traden. Einige sagen, dass Nicht-Zwerge in Verwaltung und Wache systematisch aus hohen Positionen verdrängt werden.\nVerbindungen &amp; Allianzen\n\nMagierorden: Neutrale Beziehung, gelegentliche Unterstützung (z. B. bei magischen Verbrechen)\n\nPersonen\n\nWachhauptmann Torgath Eisenstern\n(PC)Eli – Ehemalige Stadtwache (ausgetreten)\n"},"World/Locations/Ythtrah'mare/Ythtrah'mare":{"slug":"World/Locations/Ythtrah'mare/Ythtrah'mare","filePath":"World/Locations/Ythtrah'mare/Ythtrah'mare.md","title":"Ythtrah'mare","links":[],"tags":[],"content":"Ursprung\n\nGöttin Ysolde wandert durch die Welten.\nEntdeckt eine trostlose, leere Welt → weint 6 Tränen.\nAus Tränen entstehen 6 Seen → Beginn des Lebens in Zarethor.\n\nErste Elfen &amp; Heiliger Rat\n\nElfen aus den Seen von Ysoldes Essenz erfüllt.\nWerden zueinander gezogen und gründen den Ersten Heiligen Rat.\nErrichten Ythtrah’mare auf Ysolde’s Veil.\n\nEntwicklung von Ythtrah’mare\n\nOrt der Künste, Magie, Handwerk &amp; Philosophie.\nHeilige Ratsversammlung alle 100 Jahre beim Lebensruf.\nGesellschaftlich und spirituell hochentwickelt.\n\nVisionen beim Ritual\n\nIm dritten Zeitalter: mystische Visionen während Lebensruf-Zeremonie:\n\nWissenschaft ohne Wunder\nDienst ohne Freude\nZukunft ohne Vergangenheit\nPflicht ohne Familie\nHeimatlosigkeit\nFehlende Bildung\n\n\n\nUmbruch &amp; Königswahl\n\nRat erkennt Notwendigkeit zur Veränderung.\n36 Jahre Auswahlverfahren.\nKönig wird ernannt.\n6 Visionen werden ihm in Runenschrift tätowiert.\nZiel: Stabilität und Schutz Ythtrah’mares.\n\n\nDie Tränen Ysoldes – Ursprung von Ythtrah’mare\nEinst wanderte die Göttin Ysolde durch die Welten und erblickte wundersame und faszinierende Völker, Geschichten und Zivilisationen.\nBerauscht von diesen Schöpfungen machte sie einen weiten Schritt – und erblickte eine Welt, die sie einfach nicht verstehen konnte: trist, leer und unbedeutend.\nIhr stiegen die Tränen auf, und sie vergoss sechs davon auf die Welt, die wir heute Zarethor nennen.\nAus diesen Tränen entstanden große Seen, die Leben spendeten – vor allem dem Volk der Elfen.\nDoch aus der Mitte dieser Seen entsprangen ganz besondere Elfen.\nVon der Essenz Ysoldes erfüllt, zog es sie auf nahezu magische Weise zueinander – so gründete sich der Erste Heilige Rat von Ysolde.\nYsolde’s Veil &amp; Ythtrah’mare\nÜber Generationen hinweg errichteten die Elfen die Stadt Ythtrah’mare auf der Insel, die sie Ysolde’s Veil nannten.\nSie war ein Heiligtum des Lebens – gesegnet durch das Wasser des Lebens, bewohnt von Ysoldes Kindern, den Elfen.\nYthtrah’mare entwickelte sich zu einem Ort der Künste, der Magie, des Handwerks und der spirituellen Tiefe.\nDer sechsköpfige Heilige Rat versammelte sich alle hundert Jahre beim Lebensruf, einem Ritualfest zur Reflexion über Entwicklung, Politik und Kultur.\nDie Visionen &amp; das Ende des alten Rates\nIm dritten Zeitalter kam es beim Lebensruf zu einem Unglück.\nWährend einer spirituellen Zeremonie empfing der Rat plötzlich düstere Visionen:\n\nEine Elfe sah die Schöpfung des Lebens nur als Wissenschaft – das Wunder blieb ihr verborgen.\nEin Elf stellte sich dem Leben so sehr in den Dienst – dass die Freude wich.\nEin anderer dachte nur ans Morgen – und vergaß das Gestern.\nEiner verbrachte zu wenig Zeit mit seiner Familie – und wurde einsam.\nEine Elfe investierte zu wenig in ihre Heimat – sie wurde von Hunger heimgesucht.\nEine andere lernte zu wenig – und verfehlte ihr wahres Potenzial.\n\nFür den Heiligen Rat waren diese Visionen ein Zeichen des Wandels.\nEin neues System musste her.\nDie Königsernennung\nNach einem 36 Jahre andauernden Auswahlverfahren wurde erstmals ein König von Ythtrah’mare ernannt.\nDie sechs Visionen wurden dem neuen Herrscher in Runenschrift tätowiert, als Mahnung und Auftrag zugleich.\nEr bestieg den Thron, um Ythtrah’mare zu ewiger Stabilität zu verhelfen.\n\nDer Königssee und die Wandlung Ythtrah’mares\nMit der Ernennung des ersten Königs von Ythtrah’mare veränderte sich das Zentrum der Stadt grundlegend.\nInmitten der sechs heiligen Seen wurde ein siebter, künstlich angelegter See geschaffen – der Königssee.\nDer Königssee\n\nIm Zentrum des Sees befinden sich sechs monumentale Marmorstatuen, jede über 20 Meter hoch, die die Mitglieder des ersten Heiligen Rates darstellen.\nAm Ufer des Königssees erhebt sich das Königshaus, der Regierungssitz von Ythtrah’mare.\nVon hier aus lenkt und leitet der König die Geschicke des Reiches.\n\nDie sechs Seen des Lebens\nMit dem Übergang zur Monarchie wandelte sich auch die Funktion der ursprünglichen Seen.\nJeder einzelne entwickelte eine eigene Identität, inspiriert von den sechs Visionen, die zur Thronbesteigung führten.\nHeute bilden sie das kulturelle, wirtschaftliche und gesellschaftliche Rückgrat Ythtrah’mares:\nWunder des Lebens\n\nZentrum für Heilkunde und das gesamte Gesundheitswesen.\nEinrichtungen wie Krankenhäuser, Heilerhäuser, Geburtszentren, Reha-Gärten, Tempel für spirituelle Genesung.\nAuch alternative Praktiken wie Meditation, Yoga und naturheilkundliche Studien werden hier praktiziert.\n\nFreude des Lebens\n\nDas pulsierende Zentrum für Kultur, Sport und Unterhaltung.\nArenen, Theater, Musikpavillons und Tanzplätze.\nHier findet man Künstlerkolonien, Straßenmusikanten und große Festivals.\n\nAhnen und Historie\n\nDer See ist umgeben von Gedenkstätten, Ritualplätzen und einem Ehrenfriedhof.\nDas Große Archiv mit historischen Schriften, Ahnentafeln und Zeitdokumenten befindet sich hier.\nSpirituelle Stätten laden zur Auseinandersetzung mit Vergangenheit und Tradition ein.\n\nLebensmittelversorgung\n\nHier liegt das Herz der nachhaltigen Landwirtschaft Ythtrah’mares.\nFelder, Baumgärten, Sträucher und Tiergehege, die in einem Kreislaufsystem funktionieren.\nFokus auf Permakultur, Vielfalt und saisonaler Versorgung für das gesamte Reich.\n\nWissen\n\nIn der Mitte des Sees hat sich ein kreisrunder, tiefer Wasserfall gebildet, der in einen unterirdischen Hohlraum führt.\nDort findet man florale Dekorationen, schwebende Laternen und die größte Bibliothek Ythtrah’mares.\nAm Ufer befinden sich Schulen, Akademien, magische Forschungseinrichtungen und Bildungstempel.\n\nFamilie und Wohnen\n\nDas Hauptwohngebiet der Stadt, durchzogen von vielfältiger Architektur:\n\nBaumhäuser, Bootshäuser, Wohninseln und klassische Steinhäuser.\n\n\nGemeinschaftszentren, Spielplätze, Marktplätze und Familiengärten schaffen ein harmonisches Miteinander.\nDer See gilt als Symbol der Geborgenheit und des alltäglichen Lebens.\n\n"},"World/World-Concepts/Elemtargötter":{"slug":"World/World-Concepts/Elemtargötter","filePath":"World/World Concepts/Elemtargötter.md","title":"Elemtargötter","links":[],"tags":[],"content":"Sindra, die Ewige Glut (Feuergöttin)\nEigenschaften:\n\nMacht\nZerstörung\nZorn\nWiederauferstehung\nReinigung\nKompromisslosigkeit\nStärke\nLeidenschaft\nKreativität\nWillenskraft\nOpferbereitschaft\nEhrgeiz\n\nSindra prüft durch Schmerz, formt durch Flammen, trennt Schwaches vom Starken.\nWer sich ihr stellt, wird entweder zerfallen oder wiedergeboren.\nIhre Anhänger nennen es die Glutprüfung: ein rituelles Durchschreiten von Verlust, Kampf oder innerer Zerrissenheit – um als etwas Neues hervorzugehen.\nTypische Orte der Anbetung:\nVulkane, Wüsten\nGaiador, der schlafende Berg\nEigenschaften:\n\nRuhe\nStabilität\nVerwurzelt\nStärke\nPrinzipien\nZusammenhalt und Loyalität\nNaturverbundenheit\nSchutz\nLeben\nFruchtbarkeit und Wachstum\nGeduld\nHarmonie\nDiplomatie\n\nGaiador wirkt meist als diplomatische Kraft, die Harmonie zwischen den Göttern fördert, besonders bei Konflikten wie denen zwischen Anemios und Thalmyra, und betont die Notwendigkeit ihrer Zusammenarbeit – verstärkt das, wenn es sein muss, mit Gewalt.\nTypische Orte der Anbetung:\nHöhlen, Berge\nThalmyra, die Herrin der Tiefe\nEigenschaften:\n\nSturheit\nStille\nTiefe\nZurückgezogen Sein\nAnpassungsfähigkeit\nVeränderung/Formen\nMythisch\nRätselhaft\nWissen\nGroll\n\nThalmyra vergisst nicht.\nWer ihr etwas genommen oder ihre Ruhe gestört hat, dem wird das Meer niemals verzeihen.\nEs heißt, sie zieht Feinde in ihren Tiefen.\nSeeleute werfen Münzen über Bord, um ihren Groll zu besänftigen.\nEinige Geschichten erzählen von versunkenen Städten, die sie aus reiner Rachsucht verschlang.\nTypische Orte der Anbetung:\nKüsten, Unterwassertempel\nAnemios, der Sturmfürst\nEigenschaften:\n\nChaos\nÜberreaktion\nImpulsivität\nSchnelligkeit\nLaut\nFreiheit\nUnberechenbarkeit\nGesetzlosigkeit\nHeimatlosigkeit\nRebellion\n\nAnemios kennt keine Wurzeln, kein Halten, keine Heimat.\nEr verachtet Stillstand – doch tief in sich sehnt er sich nach etwas, das ihn hält.\nManche sagen, seine Liebe zu Thalmyra war der einzige Versuch, sesshaft zu werden.\nAls sie ihn verließ, wurde er zum Sturm.\nTypische Orte der Anbetung:\nKlippen, Türme\nSturm-Mythologie\nKämpfe zwischen ehemaligen Partnern, die im ewigen Streit stehen – Anemios und Thalmyra – verursachen Stürme, resultierend aus Anemios’ chaotischer, überreagierender Natur und Thalmyras Sturheit.\nDer Urbund\nObwohl sie streiten, sind die vier Götter durch einen uralten Bund verbunden – geschaffen in der Zeit, als noch Chaos herrschte.\nGaiador erinnert sie immer wieder daran:\n\nKein Element kann ohne die anderen bestehen.\nWasser nährt die Erde. Feuer lebt vom Wind. Luft trägt Feuchtigkeit.\nUnd so sehr sie sich bekämpfen, zerstören können sie einander nicht.\n\nDie Wanderung von Geburt und Tod\nIn alten Kulten wird gelehrt, dass Geburt und Tod durch die vier Götter wandern:\n\nAnemios bringt den ersten Atem.\nThalmyra fließt durch die Adern.\nGaiador gibt dem Körper Form.\nSindra entzündet Geist und Wille.\n\nWenn der Tod kommt, erlöschen diese Gaben in umgekehrter Reihenfolge"},"index":{"slug":"index","filePath":"index.md","title":"Zarethor","links":[],"tags":[],"content":"\nZeitstrahl von Zarethor\nWillkommen im geschichtlichen Überblick der Welt Zarethor, einer von Göttern geformten und von Völkern umkämpften Welt.\n\nZeitalter: Titanic Age (ca. 10.000 Jahre vor der heutigen Zeit)\n\nDer Kontinent Zarethor steigt aus der Buldin Sea empor.\nGyron, Gott der Zwerge, formt das Land für seine Kinder.\nYsolde, Göttin der Elfen, lässt durch ihre Tränen neues Leben entstehen.\nGötterkrieg zerreißt das Land beinahe – es wird aufgeteilt:\n\nNordwesten: Zwerge\nSüdosten: Elfen\n\n\n\n\nZeitalter: Dawn (951 Jahre)\nZwerge:\n\nTerran-Dur: Hauptstadt &amp; Sitz des Imperators Terran\nSerlan-Dur: Halbinselreich\nForlon-Dur: Zentrum im Gyron’s Belt\n\nElfen:\n\nYthrah’mare: Druidenstätte bei Ysoldes Tränen\nHallowmarsh: Sumpfstadt mit wilden Kreaturen\nEverspire: Tief im Wald\nFaleyn: Grenzstadt zur Dawel’s Desert\n\n\nZeitalter: Arrival (527 Jahre)\n\nNeue Völker erreichen Zarethor:\n\nMenschen, Gnome, Halblinge, Orks u.a.\n\n\nLy’eris entsteht – erste freie Stadt &amp; Handelsmetropole.\nZwerge profitieren wirtschaftlich, Elfen verweigern Integration.\n\n\nZeitalter: Bloodshed (651 Jahre)\n\nGoliath-Raids bedrohen Zwergenreiche – besonders Forlon-Dur.\nImperator Terran siegt mit Hilfe von Ly’eris &amp; Hallowmarsh.\nGoliaths werden nach Goliath’s Refuge vertrieben.\n\nBelohnungen:\n\nWyrm’s Eye-Kristalle an Ly’eris &amp; Hallowmarsh – aus einem toten Drachen geborgen.\nNorthpass entsteht, geführt von einem Kriegshelden.\nScheitern der Eroberung in den Forgotten Lands, Verlust an Barbarenfront.\nLothir-Dur wird gegründet als Grenzfestung.\n\n\nZeitalter: Fall (99 Jahre)\n\nEine arkane Explosion vernichtet Ly’eris – Singularität entsteht.\nEin riesiger Malstrom verschlingt den Rest.\nFlüchtlingsströme überfluten Zarethor.\nZwerge helfen, Elfen schweigen → diplomatische Spannungen.\n\n\nZeitalter: Conquest (324 Jahre)\n\nDas Reich Terran spaltet sich durch Flüchtlingskrise.\nElfen ignorieren Hilferuf → Zwerge sehen dies als Kriegserklärung.\nEverwood Forest und Everspire werden erobert, neue Stadt: Plara-Dur.\nHallowmarsh übergibt seinen Wyrm’s Eye als Friedensangebot.\nZwergenreiche geraten in innere Konflikte:\n\nSerlan-Dur fordert Frieden\nNorthpass wird zum Herzogtum degradiert\n\n\n\n\nZeitalter: Shattering (81 Jahre, Gegenwart)\n\nTod von Imperator Terran während Friedensverhandlungen\nSohn Gron Terran übernimmt, doch ist umstritten.\nAbspaltungen:\n\nSerlan-Dur\nNorthpass\nSeaport\n\n\nFragiler Frieden herrscht – doch Misstrauen und alte Wunden bleiben.\n\n\nGegenwart &amp; Ausblick\nZarethor steht am Rand eines neuen Kapitels. Die Götter schweigen. Die Titanen ruhen.\nDoch unter der Oberfläche regt sich etwas. Was wird dein Vermächtnis sein?"}}